{"metadata":{"execution time":0.090001},"results":[{"id":"511da0556ce61c8522000016","type":"petition","title":"Lower the precedence of the new Distinguished Warfare Medal","body":"The Pentagon is introducing a new medal to recognized the service of pilots of unmanned drones during combat operations. This medal will be placed in precedence order just below the Distinguished Flying Cross and just above a Bronze Star Medal. Bronze Stars are commonly awarded with a Valor device in recognition of a soldier's service in the heat of combat while on the ground in the theater of operation. Under no circumstance should a medal that is designed to honor a pilot, that is controlling a drone via remote control, thousands of miles away from the theater of operation, rank above a medal that involves a soldier being in the line of fire on the ground. This is an injustice to those who have served and risked their lives and this should not be allowed to move forward as planned.","issues":[{"id":"12","name":"Defense"},{"id":"181","name":"Veterans and Military Families"}],"signature threshold":100000,"signature count":1967,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/lower-precedence-new-distinguished-warfare-medal/5KdnkBBN","deadline":1363484485,"status":2,"response":[],"created":1360896085},{"id":"511d9179704301fc58000014","type":"petition","title":"Stop the creation of the \"Distinguished Warfare Medal!\"","body":"This petition seeks to end the creation of a medal intended to reward UAV pilots. The \"Distinguished Warfare Medal\" would outrank a Bronze Star with Valor Device, making the recipient more highly decorated than a combat veteran who had faced the enemy while under fire. Not only should this award rank no higher than an Army Achievement Medal, it shouldn't exist....period. Without taking any personal risk, these \"gamers\" deserve no awards, especially one which trumps a combat award.","issues":[{"id":"12","name":"Defense"},{"id":"26","name":"Homeland Security and Disaster Relief"},{"id":"181","name":"Veterans and Military Families"}],"signature threshold":100000,"signature count":553,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/stop-creation-distinguished-warfare-medal/xZT0s6xl","deadline":1363480681,"status":2,"response":[],"created":1360892281},{"id":"511d68e22bcfa3e33f00000d","type":"petition","title":"Stop the Court-Ordered Euthanasia of Service Dog, Dutch","body":"Dutch is a 4-year-old American Allaunt, who is a registered service dog and an important part of Jeremy Aguilar's life. According to the Aguilars, Dutch has never shown any aggressive behavior before or after the incident and is a certified AKC Canine Good Citizen. In November of 2012, Dutch was beaten and hit with a metal pole because he and another dog got into a fight. In self defense, Dutch bit the woman doing the beating on the leg and buttock. A judge in Montrose, Colorado has ordered Dutch to be euthanized- even though he has worked with trainers, veterinarians, and behavioral specialists both before and after the incident. They have all reported that Dutch is a well-mannered dog with a wonderful temperament. The professionals agree that Dutch bit in self-defense and was provoked.","issues":[{"id":"1","name":"Agriculture"},{"id":"20","name":"Environment"},{"id":"181","name":"Veterans and Military Families"}],"signature threshold":100000,"signature count":993,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/stop-court-ordered-euthanasia-service-dog-dutch/c4QjHWk1","deadline":1363470290,"status":2,"response":[],"created":1360881890},{"id":"511d5361cde5b87e4c000004","type":"petition","title":"Construct A Statue Of Christopher Dorner For Standing Up Against A Corrupt System","body":"We would like a statue of Christopher Dorner built, preferably in Los Angeles, as a memorial to this brave man. He fought the corruption that ruined his life.","issues":[{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"22","name":"Firearms"},{"id":"181","name":"Veterans and Military Families"}],"signature threshold":100000,"signature count":621,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/construct-statue-christopher-dorner-standing-against-corrupt-system/xtNKCqf3","deadline":1363464785,"status":2,"response":[],"created":1360876385},{"id":"511d0d07c988d43410000002","type":"petition","title":"Commit Resources to Ensure an AIDS Free Generation","body":"We applaud President Obama’s statement in the State of the Union address that the promise of an AIDS-free generation is within our reach. The U.S. has long been a leader in this fight, and we know that we can reach this goal both at home and globally if enough resources are made available. \r\n\r\nThe National HIV/AIDS Strategy and the Blueprint for an AIDS Free Generation are ambitious plans with goals and targets to end AIDS, but neither can have their intended impact without significant investment.  \r\n \r\nThe U.S. has the opportunity to change the trajectory of the AIDS epidemic. We urge the President to dedicate the resources necessary to fully support all evidence-based, lifesaving HIV/AIDS programs and end the AIDS epidemic once and for all – here in the United States and around the world. \r\n","issues":[{"id":"3","name":"Budget and Taxes"},{"id":"24","name":"Foreign Policy"},{"id":"25","name":"Health Care"}],"signature threshold":100000,"signature count":326,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/commit-resources-ensure-aids-free-generation/fmbm52sP","deadline":1363446775,"status":2,"response":[],"created":1360858375},{"id":"511c87efb15a7a7827000008","type":"petition","title":"Conduct a formal investigation with the FBI regarding the recent actions that the LAPD took against Christopher Dorner.","body":"Christopher Dorner, although an alleged criminal, was not given due process in the court of law which is guaranteed to all United States citizens under the U.S Constitution. The actions taken by the LAPD represent a clear detachment from what is right and morally acceptable. Functions that should be practiced consistently when it comes to U.S citizens regardless of the circumstance. We petition the Obama Administration to conduct a formal investigation of the recent events incited by the L.A Police Department in Southern California, and to use the fullest extent of Government resources to come to a clear and concise reasoning behind the shooting of innocent civilians, burning of private property, and the ultimate denial of basic constitutional rights to Christopher Dorner.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"28","name":"Human Rights"}],"signature threshold":100000,"signature count":1053,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/conduct-formal-investigation-fbi-regarding-recent-actions-lapd-took-against-christopher-dorner/sc9W8QHW","deadline":1363412703,"status":2,"response":[],"created":1360824303},{"id":"511c52bf704301fa6d000012","type":"petition","title":"Stop CISPA (Cyber Intelligence Sharing and Protection Act)","body":"CISPA is about information sharing. It creates broad legal exemptions that allow the government to share \"cyber threat intelligence\" with private companies, and companies to share \"cyber threat information\" with the government, for the purposes of enhancing cybersecurity. The problems arise from the definitions of these terms, especially when it comes to companies sharing data with the feds.\r\n\r\nPlease sign and share this petition so that we can protect the internet and our privacy.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"157","name":"Technology and Telecommunications"}],"signature threshold":100000,"signature count":1646,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/stop-cispa-cyber-intelligence-sharing-and-protection-act/19sQhBpy","deadline":1363399087,"status":2,"response":[],"created":1360810687},{"id":"511c0380cde5b81b2b000000","type":"petition","title":"Commemorate and recognize Soykırım – the 1914-1922 Muslim Genocide in Anatolia and the Caucasus","body":"In 1914-22, the armed groups of Armenian Dashnak and Hunchak parties and the Armenian volunteers serving in the Russian, Greek and French armies carried out a systematic extermination of Turks, Azerbaijanis and Kurds in Anatolia and the Caucasus. 523.955 Muslim civilians were identified as victims, not including those missing or buried in mass graves. Western scholars estimated that overall up to 2.5 million Muslims perished in these massacres. Armenians loyal to the Ottoman state were also targeted by the Armenian nationalists.\r\nOn behalf of Turkic-Americans and the families of victims and survivors of these atrocities, we call upon President to recognize Soykırım– the Muslim Genocide – alongside his annual April 24th Presidential Message commemorating the Armenian suffering in World War I","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"}],"signature threshold":100000,"signature count":2317,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/commemorate-and-recognize-soykırım-–-1914-1922-muslim-genocide-anatolia-and-caucasus/ZSFLZGmD","deadline":1363378800,"status":2,"response":[],"created":1360790400},{"id":"511bff4dadfd95c97d000009","type":"petition","title":"Officially classify the LAPD as a domestic terrorist organization","body":"The LAPD has opened fire on random innocents and purposefully set a cabin on fire killing an unknown occupant. These acts combined with their complete disregard for Public Safety or Rule of Law more than qualifies them as a Terrorist Organization, and they should be officially recognized and classified as such","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"28","name":"Human Rights"},{"id":"175","name":"Urban Policy"}],"signature threshold":100000,"signature count":626,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/officially-classify-lapd-domestic-terrorist-organization/Mlxm7YDk","deadline":1363377725,"status":2,"response":[],"created":1360789325},{"id":"511b81832f2c881b7400000c","type":"petition","title":"Stop using the \"wives, mothers, & daughters\" rhetorical frame that defines women by their relationships to other people.","body":"In his 2013 State of the Union address, President Obama said: \"We know our economy is stronger when our wives, mothers, and daughters can live their lives free from discrimination in the workplace and free from the fear of domestic violence.\" \r\n\r\nThis \"our wives, mothers, and daughters\" phrase is one he routinely employs, but it is counterproductive to the women's equality the President is ostensibly supporting.\r\n\r\nDefining women by their relationships to other people is reductive, misogynist, and alienating to women who do not define ourselves exclusively by our relationships to others. Further, by referring to \"our\" wives et al, the President appears to be talking to The Men of America about Their Women, rather than talking to men AND women.\r\n\r\nPlease embrace inclusive language, Mr. President.","issues":[{"id":"28","name":"Human Rights"},{"id":"187","name":"Women's Issues"}],"signature threshold":100000,"signature count":2614,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/stop-using-wives-mothers-daughters-rhetorical-frame-defines-women-their-relationships-other-people/3yvcscVK","deadline":1363345523,"status":2,"response":[],"created":1360757123},{"id":"511b4a10d1429d362500000f","type":"petition","title":"Start a 1gbps fiber internet challenge to bring ultra high speed internet to the people","body":"This petition is to not only show internet service providers that there is truly a demand for 1gbps ultra fast internet, But to also have the government challenge these service providers to offer this ultra fast internet within 2 years.\r\n\r\nWith all the hype around google fibers kansas initiative thousands of people are stating that they would be more then willing to pay for and in some cases demand this ultra fast 1gbps internet connection. Many competitors that offer much slower speeds are stating that there is next to no demand for this speed, some even saying if there was demand they would happily start offering it.\r\n\r\nSo now is the time to show these companies and the government that we the people do truly want to ultra fast internet. And if need be have the government challenge them.","issues":[{"id":"157","name":"Technology and Telecommunications"}],"signature threshold":100000,"signature count":709,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/start-1gbps-fiber-internet-challenge-bring-ultra-high-speed-internet-people/mZxgQyWy","deadline":1363331328,"status":2,"response":[],"created":1360742928},{"id":"511b2fceb15a7ad66f000006","type":"petition","title":"Express solidarity with the protesters in Bangladesh who are seeking justice for the war crimes of 1971.","body":"In 1971, the Pakistani Army, in collaboration with a group of Islamist leaders, unleashed unbelievable horrors on an unarmed, civilian population killing 3 million people and raping more than 200,000 women. Today, as Bangladesh is finally seeking justice for these mass killings, religious extremist groups throughout the world are conspiring against Bangladesh. The government of Bangladesh has already received veiled threats from the President of Turkey, and \"The Muslim Brotherhood\" has issued a strongly-worded press release in support of these war criminals. We urge President Barack Obama and this administration to express solidarity with the millions of Bangladeshis who are spontaneously demanding justice and an end to communal politics.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"}],"signature threshold":100000,"signature count":11510,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/express-solidarity-protesters-bangladesh-who-are-seeking-justice-war-crimes-1971/mXK56Q8v","deadline":1363324606,"status":2,"response":[],"created":1360736206},{"id":"511adb8d8cce3fd57900000a","type":"petition","title":"Fly the flag at half mast for the Navy SEAL and American hero, Chief Petty Officer Chris Kyle.","body":"We the people demand that the United States flag be flown at half mast in honor of one of our nation's great heroes, CPO Chris Kyle. Chief Petty Officer Kyle saved countless lives of the troops he served with in his tours overseas. He served this country with honor in his military career and continued to help his fellow veterans after his discharge. This man is one of this nation's great sons and he deserves this nation's respect. We ask that the flag be ordered to half mast for a period of one week in honor of a hero.","issues":[{"id":"181","name":"Veterans and Military Families"}],"signature threshold":100000,"signature count":3016,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/fly-flag-half-mast-navy-seal-and-american-hero-chief-petty-officer-chris-kyle/JSlkpVss","deadline":1363303037,"status":2,"response":[],"created":1360714637},{"id":"511a7d62a9a0b1ad64000014","type":"petition","title":"Help our voice reach the International Olympic Committee to show the support for reinstating wrestling into the Olympics","body":"Help our voice reach the International Olympic Committee to show the support for reinstating wrestling into the Olympics.\r\n\r\nThe International Olympic Committee has decided to drop wrestling from the 2020 Olympic Games. However, this decision is not an absolute final decision. We still have time to let our voices be heard and display the true passion that we have as a wrestling community, both on and off the mat, in everything we do. We must put forth the same effort into getting wrestling reinstated into the Olympics as we do as an athlete in the practice room, a coach in the film room, or even a parent in the stands. \r\n\r\nWhile this decision is not final, the time to act is now. We must not sit back and wait. As a global wrestling community, we have the will-power to make our voices be heard.","issues":[{"id":"2","name":"Arts and Humanities"},{"id":"127","name":"Regulatory Reform"}],"signature threshold":100000,"signature count":8063,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/help-our-voice-reach-international-olympic-committee-show-support-reinstating-wrestling-olympics/hr71txrz","deadline":1363278930,"status":2,"response":[],"created":1360690530},{"id":"511a47f20aa04d3270000004","type":"petition","title":"Put pressure on the IOC to overturn their decision to drop wrestling from the Olympics in 2020","body":"The IOC has decided to drop wrestling from the Olympics in 2020 please put pressure on them to over turn this horrible decision to drop the oldest sport in the world. ","issues":[{"id":"24","name":"Foreign Policy"},{"id":"163","name":"Trade"}],"signature threshold":100000,"signature count":26766,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/put-pressure-ioc-overturn-their-decision-drop-wrestling-olympics-2020/ClDPYshl","deadline":1363265250,"status":2,"response":[],"created":1360676850},{"id":"511a3f6b00e579111b000002","type":"petition","title":"To pressure the United States Olympic Committee to boycott the 2020 Olympics if wrestling isn't included as a sport.","body":"The IOC executive board has dropped wrestling from the Olympic program from the 2020 Olympic Games. FILA ( The international organization that governs wrestling) will have to apply for inclusion for the 2020 Olympic Games along other sports for one opening in the program.\r\n\r\nIf wrestling is not reinstated on the Olympic program for the 2020 Olympic Games then I ask that President Obama to pressure and ask the United States Olympic Committee to boycott the 2020 Olympic Games. If that does not happen then cut off all federal funding or tax breaks that USOC receives. \r\n\r\nThe United States has been one of the best countries and one the biggest participants in wrestling world wide. Its been a part of American culture since the Civil War. We need to fight to protect it!  ","issues":[{"id":"2","name":"Arts and Humanities"}],"signature threshold":100000,"signature count":2444,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/pressure-united-states-olympic-committee-boycott-2020-olympics-if-wrestling-isnt-included-sport/ymlfs0vJ","deadline":1363263067,"status":2,"response":[],"created":1360674667},{"id":"51180fc08cce3faa6400000b","type":"petition","title":"Recognition of the Armenian Genocide at the legal level of official Washington.","body":"April 24, 2013 will mark the 98th anniversary of the Armenian Genocide in Ottoman Empire in 1915. So far, Washington has not recognized the genocide of Armenians at the official level. While U.S. President Barack Obama strongly condemned the Armenian Genocide and promised to recognize him, but have not kept words.\r\n\r\nAfter 2 years, will mark the 100th anniversary of the occasion.\r\n\r\nI consider appropriate that the time has come to the official Washington on the recognition of the Armenian Genocide at the legal level.\r\n\r\nThe Recognized it was first made ​​in 1965 in Uruguay, whose example was followed by Russia, France, Italy, Germany, Holland, Belgium, Poland, Lithuania, Slovakia, Sweden, Switzerland, Greece, Cyprus, Lebanon, Canada, Venezuela, Argentina, 42 U.S. states. Vatican, E.P., W.C.C.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"}],"signature threshold":100000,"signature count":2874,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/recognition-armenian-genocide-legal-level-official-washington/snYpjCy4","deadline":1363119792,"status":2,"response":[],"created":1360531392},{"id":"51180b5d6ce61c693200000e","type":"petition","title":"Implore China to prevent Tibetan self-burning suicides by lifting suppression of Tibet’s cultural practices and religion","body":"Traditional values of Tibetan culture—nonviolence, ethics, compassion—universally benefit our human societies. It is not acceptable for an imperial power that rejects constructive dialogue to systematically dissolve Tibetan practices of livelihood, language, and religion without dynamic challenge by our government and news media, supported by global citizen dissent. 100 youth have burned themselves alive in protest; many more are unjustly imprisoned. The US must separate economics from horrific suffering and take a moral stand. End political cowardice! We the People do not condone China's cultural genocide in Tibet and declare that the PRC’s own national treasures are of no value, nor worthy of world respect, unless it demonstrates a fair, humane policy toward the rights of Tibetan people.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"}],"signature threshold":100000,"signature count":727,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/implore-china-prevent-tibetan-self-burning-suicides-lifting-suppression-tibet’s-cultural-practices/hpW7MYlZ","deadline":1363118669,"status":2,"response":[],"created":1360530269},{"id":"5116407d704301fd5a000008","type":"petition","title":"Consider a waiver or to increase the weight limit for 'ultralights' under FAR103 so big & tall pilots can fly them.","body":"Flight Aviation Rules part 103 specifies the weight limit of ultralights to be 254 pounds.  This is based on the FAA mean weight of a 170 pound pilot.  This law caters to a demographic and is blatantly discriminate in that the safety margins only apply to small people.  Big & Tall people want to be able to build and fly these aerial vehicles as well.  I do not know of any other federal law that denies the American people a liberty based upon their physical stature.  Other countries have higher weight limits.  We are asking for either a change in law or personal waivers that allow us to build aerial vehicles in proportion to our weight based up on the 170lb pilot/254lb aerial vehicle ratio so that we can fly and fly safely without the financial burden of LSA or GA.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"30","name":"Innovation"},{"id":"169","name":"Transportation and Infrastructure"}],"signature threshold":100000,"signature count":310,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/consider-waiver-or-increase-weight-limit-ultralights-under-far103-so-big-tall-pilots-can-fly-them/x9G3qf4N","deadline":1363001197,"status":2,"response":[],"created":1360412797},{"id":"51154735adfd95d84900000b","type":"petition","title":"To look into the corruption in the LAPD that Christopher Jordan Dorner has spoke of.","body":"Check into the truth behind what Christoper Jordan Dorner has stated about the LAPD and find a resolution to clean up one of the possible most corrupt police departments in the nation.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"28","name":"Human Rights"}],"signature threshold":100000,"signature count":3302,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/look-corruption-lapd-christopher-jordan-dorner-has-spoke/XFnSs3ND","deadline":1362937381,"status":2,"response":[],"created":1360348981},{"id":"51151ee90aa04d9a41000019","type":"petition","title":"Classify the Cameron Crazies of Duke University as a terrorist organization.","body":"While Duke's student body is made up of many future leaders of our fine country, there is a small contingent that is waging a war against all that is good in our glorious land. The extremist faction of students known as the \"Cameron Crazies\" publicly organize in crowds topping 5,000 sometimes with the sole mission of verbal and mental harassment of student athletes. While tolerated, and sometimes even praised, in the past, the time has come to put an end to it. During last night's competition between the men's basketball team's of NC State and Duke, these extremists chanted \"How's your grandma\" to a grieving 18 year old while he competed during the second shot of a free throw visit: http://www.youtube.com/watch?feature=player_embedded&v=hZ9O2KOwjOk\r\n\r\nThis aggression will not stand, man","issues":[{"id":"18","name":"Education"},{"id":"26","name":"Homeland Security and Disaster Relief"}],"signature threshold":100000,"signature count":330,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/classify-cameron-crazies-duke-university-terrorist-organization/26gls5NT","deadline":1362927065,"status":2,"response":[],"created":1360338665},{"id":"5114aab0eab72aa505000007","type":"petition","title":"(Feb. #6 of 6) STOP GENOCIDE of WHITES! Invite Public to White House Screenings of \"How Whites Took Over America\"!","body":"This brilliant animation, \"How Whites Took Over America\" http://goo.gl/IUenl, is an allegory of the GENOCIDE of WHITES that's being carried out today by MASSIVE immigration and FORCED assimilation.\r\nIn the spirit of We the People, we urge President Obama to emulate President Andrew Jackson and invite the public into the White House to join him for weekly screenings of this delightful 13-minute video!\r\nAnyone watching this video will agree that it contains NOTHING that is the least bit \"hateful\" or \"racist.\"\r\nAnd yet there are people who insist that this video not be shown.\r\nThey say they are anti-racist. What they are is ANTI-WHITE!\r\nAnti-racist is a CODE WORD for ANTI-WHITE!\r\n-----\r\nJoin White GeNOcide Project's Million Name March on Washington, D.C. to STOP WHITE GENOCIDE! (See petition #2)","issues":[{"id":"26","name":"Homeland Security and Disaster Relief"},{"id":"28","name":"Human Rights"},{"id":"29","name":"Immigration"}],"signature threshold":100000,"signature count":304,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/feb-6-6-stop-genocide-whites-invite-public-white-house-screenings-how-whites-took-over-america/SZlFk9GX","deadline":1362900912,"status":2,"response":[],"created":1360308912},{"id":"5114a8a5a9a0b18736000013","type":"petition","title":"(Feb. #5 of 6) Award the Presidential Medal of Freedom to each Woman in the video \"STOP WHITE GENOCIDE\"!","body":"Africa for Africans, Asia for Asians, White countries for EVERYBODY?\r\nALL White countries and ONLY White countries are being flooded with third world non-whites, and Whites are forced to integrate with them to \"assimilate,\" i.e. intermarry and be blended out of existence.\r\nFlooding and forced assimilation in Tibet is called genocide!\r\nIn White countries it's called diversity!\r\nIt's genocide by U.N. Convention:\r\n\"Deliberately inflicting on the group conditions of life calculated to bring about its physical destruction in whole or in part.\"\r\nAs the courageous women in \"STOP WHITE GENOCIDE\" http://goo.gl/e4n8h explain:\r\nThe people carrying out this genocide against Whites say they're anti-racist. What they are is anti-white!\r\nAnti-racist is a code word for anti-white!\r\n-----\r\nWhite GeNOcide Project","issues":[{"id":"28","name":"Human Rights"},{"id":"29","name":"Immigration"},{"id":"187","name":"Women's Issues"}],"signature threshold":100000,"signature count":220,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/feb-5-6-award-presidential-medal-freedom-each-woman-video-stop-white-genocide/X5rxs9Zt","deadline":1362900389,"status":2,"response":[],"created":1360308389},{"id":"5114a790eab72a5d6f000001","type":"petition","title":"(Feb. #4 out of 6)  Let White GeNOcide Project give the \"national conversation on race\" TWO sides: STOP WHITE GENOCIDE!","body":"Nobody is saying that Africa needs diversity.\u2028\u2028\r\nNobody is saying that Asia needs diversity.\u2028\u2028\r\nThey are already 100% diverse.\u2028\u2028\r\nPeople are only telling White children in White countries that they need diversity.\u2028\u2028\r\nWhite Countries will be 100% diverse when there are no White people left.\u2028\u2028\r\nDiversity is a code word for White genocide.\r\nAnti-racist is a code word for anti-White.\r\n-------\r\nPresident Obama's \"national conversation on race\" has been just a one-sided recitation of a politically correct liturgy that has been recited back under pain of blasphemy!\r\nWhite GeNOcide Project invites President Obama to participate in an honest two-way conversation on race by stating his views on the present WHITE GENOCIDE that our petitions have briefly described, and then allowing us to respond to his views.","issues":[{"id":"26","name":"Homeland Security and Disaster Relief"},{"id":"28","name":"Human Rights"},{"id":"29","name":"Immigration"}],"signature threshold":100000,"signature count":231,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/feb-4-out-6- let-white-genocide-project-give-national-conversation-race-two-sides-stop-white/qfX07K7B","deadline":1362900112,"status":2,"response":[],"created":1360308112},{"id":"5114a642704301b522000011","type":"petition","title":"(Feb. #3 of 6) Teach public school children the truth: ANTI-RACIST IS A CODE WORD FOR ANTI-WHITE!","body":"Africa for Africans, Asia for Asians, White countries for EVERYBODY?\r\nALL white countries and ONLY White countries are being flooded with third worlders, and Whites are forced to integrate with them so as to \"assimilate,\" i.e. intermarry and be blended out of existence.\r\nFlooding and forced assimilation is genocide when it's done in Tibet, and it's genocide when it's done to White countries, by U.N. Convention:\r\n\"Deliberately inflicting on the group conditions of life calculated to bring about its physical destruction in whole or in part.\"\r\nThe persons carrying out this genocide against Whites say they are anti-racist. What they are is anti-white!\r\nANTI-RACIST IS A CODE WORD FOR ANTI-WHITE!\r\n-----\r\nSupport White GeNOcide Project's Million Name March on the White House in 2016! (See petition #2)","issues":[{"id":"18","name":"Education"},{"id":"28","name":"Human Rights"},{"id":"29","name":"Immigration"}],"signature threshold":100000,"signature count":276,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/feb-3-6-teach-public-school-children-truth-anti-racist-code-word-anti-white/Jdg52xzy","deadline":1362899778,"status":2,"response":[],"created":1360307778},{"id":"5114a3b900e579cc1d000019","type":"petition","title":"(Feb. #2 of 6) Provide Federal Funds for the Million Name March on Washington, D.C. to STOP WHITE GENOCIDE!","body":"Africa for Africans, Asia for Asians, White countries for EVERYBODY?\r\nIf White GeNOcide Project is going to gather more initials each month for our STOP WHITE GENOCIDE petitions, until we're able to get one million initials for our STOP WHITE GENOCIDE petitions that we'll submit four years from now in December, 2016, we'll need Federal funding.\r\nWe appreciate the publicity that this site itself offers, but that publicity won't be sufficient, and wider education will require more funds than we have.\r\nEducation about the WHITE GENOCIDE that's being carried out by MASSIVE immigration and FORCED assimilation in ALL White countries and ONLY in White countries will be opposed.\r\nOpposed by those who say they are anti-racist.\r\nWhat they ARE is ANTI-WHITE!\r\nAnti-racist is a CODE WORD for ANTI-WHITE!","issues":[{"id":"26","name":"Homeland Security and Disaster Relief"},{"id":"28","name":"Human Rights"},{"id":"29","name":"Immigration"}],"signature threshold":100000,"signature count":241,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/feb-2-6-provide-federal-funds-million-name-march-washington-dc-stop-white-genocide/24wYw6ZV","deadline":1362899129,"status":2,"response":[],"created":1360307129},{"id":"5114a020704301da0e00000b","type":"petition","title":"(Feb. #1 of 6) STOP WHITE GENOCIDE! Halt MASSIVE third world immigration and FORCED assimilation in White countries!","body":"Africa for Africans, Asia for Asians, White countries for EVERYONE?\r\nALL White countries and ONLY White countries are being flooded with third world non-whites, and Whites are forced by law to integrate with them so as to \"assimilate,\" i.e. intermarry and be blended out of existence.\r\nThat's genocide by U.N. definition:\r\n\"Deliberately inflicting on the group conditions of life calculated to bring about its physical destruction in whole or in part.\"\r\nWe petition the President to end White Genocide in the United States, and to call for the end of White Genocide in Europe, Britain, Australia, New Zealand and Canada.\r\nSupporting White Genocide is not anti-racist. It's anti-white!\r\nAnti-racist is a code word for anti-white!\r\n------\r\nSupport White GeNOcide Project's Million Name March! (See petition #2)","issues":[{"id":"26","name":"Homeland Security and Disaster Relief"},{"id":"28","name":"Human Rights"},{"id":"29","name":"Immigration"}],"signature threshold":100000,"signature count":261,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/feb-1-6-stop-white-genocide-halt-massive-third-world-immigration-and-forced-assimilation-white/K4CqnHWF","deadline":1362898208,"status":2,"response":[],"created":1360306208},{"id":"511457408cce3fff41000007","type":"petition","title":"Allow all breastfeeding moms the right to pump and nurse when needed","body":"We request federal legislation be amended or created which entitles a mother to breastfeed her child and/or pump breast milk in any public, educational, or workplace location wherein the mother is otherwise permitted, regardless of age, employer or student and/or employment status.\r\n\r\nWe ask that all employers and educational institutions be required to provide reasonable break time and a non-bathroom, private space which is free from intrusion for all breastfeeding mothers present.\r\n\r\nWe also ask penalties be put in place for those institutions and employers who do not uphold this legislation.\r\n\r\nFor more information, please visit http://www.mommatraumablog.com/1/post/2013/02/help-create-all-inclusive-legislation-for-breastfeeding-moms.html ","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"28","name":"Human Rights"},{"id":"187","name":"Women's Issues"}],"signature threshold":100000,"signature count":1261,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/allow-all-breastfeeding-moms-right-pump-and-nurse-when-needed/5RhwlBsc","deadline":1362879552,"status":2,"response":[],"created":1360287552},{"id":"511411caa9a0b1b556000007","type":"petition","title":"Light the White House up for the International Day of Congenital Diaphragmatic Hernia Awareness on April 19th","body":"CDH is a birth defect that occurs when the diaphragm fails to fully form, allowing abdominal organs into the chest cavity and preventing lung growth.  50% of babies born with CDH do not survive. The remaining 50% endure long hospitalizations and complications. The cause is not known.\r\n\r\nCongenital Diaphragmatic Hernia occurs in 1 of every 2500 births; 1600 babies in the United States every year. Over a half million babies have been born with CDH since 2000. CDH is as common as Spina Bifida and Cystic Fibrosis but there is very little awareness and even less research.\r\n\r\nWe ask President Obama to light the White House in the CDH Awareness ribbon colors of blue, pink and yellow with clouds or with the international symbol of CDH, the cherub.\r\n\r\nLearn more at http://www.SaveTheCherubs.org","issues":[{"id":"13","name":"Disabilities"}],"signature threshold":100000,"signature count":1530,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/light-white-house-international-day-congenital-diaphragmatic-hernia-awareness-april-19th/slTN4fmQ","deadline":1362861770,"status":2,"response":[],"created":1360269770},{"id":"5113f3eeee140f2b46000004","type":"petition","title":"The Obama Administration should support UN's Commission of Inquiry (COI) into North Korea's human rights violations.","body":" The Obama Administration should take the initiative for the establishment of a UN's Commission of Inquiry (COI) into human rights abuses in North Korea at the UN Human Rights Council from 2/25/13 to 3/22/13. This COI would investigate the mistreatment of 200,000 political prisoners in North Korea, including Kenneth Bae, a Korean-American who was detained last year. UN officials support this COI because it would set up a detailed mechanism of inquiry of the North Korea's crimes against humanity. We urge US government to propose this COI so that this investigation would lead to a referral to the International Criminal Court like Darfur and would punish North Korean regime using all the resources on nuclear weapons program. Thank you for your consideration and look forward to your response.\r\n","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"28","name":"Human Rights"}],"signature threshold":100000,"signature count":312,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/obama-administration-should-support-uns-commission-inquiry-coi-north-koreas-human-rights-violations/Mn6HCnWw","deadline":1362854126,"status":2,"response":[],"created":1360262126},{"id":"5113ed8aee140fc557000004","type":"petition","title":"release the Postal Service from the draconian Postal Accountability and Enhancement Act of 2006","body":"In 2006, the outgoing congress enacted and president G W Bush signed the Postal Accountability and Enhancement Act.  There is a clause requiring the Post Office to pre-fund, within 10 years, 75 years of employee retirement and health care.  They're required to do this without passing on the costs to postal customers.  It's a poison pill.  An attempt by republicans and more importantly corporate lobbyists to privatize the Post Office.  The USPS is one of the largest union shops in the country.  If they can bust this up, they can wipe out much of the union support of the Democratic Party in future elections.  This is also, I believe the largest employer of veterans in the US.","issues":[{"id":"103","name":"Labor"},{"id":"115","name":"Postal Service"},{"id":"181","name":"Veterans and Military Families"}],"signature threshold":100000,"signature count":3299,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/release-postal-service-draconian-postal-accountability-and-enhancement-act-2006/Gz6MrsBy","deadline":1362852490,"status":2,"response":[],"created":1360260490},{"id":"5113ca10ee140fd535000014","type":"petition","title":"to fulfill our civics teacher's dream to meet the President after he missed the Inauguration due to a severe accident.","body":"Bernie Ludvik was an inspirational teacher to many people in the small town of Crete, Nebraska. He was a Social Studies teacher from 1979- 2004. On November 26, 2012, Bernie Ludvik was involved in a severe car crash. He was air lifted to the hospital Bryan LGH West. He had a traumatic brain injury, a broken femur, and two broken vertebrae in his lower back. Mr. Ludvik had tickets to the Inauguration, but unfortunately was unable to make it because he was still hospitalized. The Crete High students have been working extremely hard to help make up for the fact that he did not get to go to attend the Inauguration. Our goal is to potentially get Ludvik to meet the President because he didn't get to attend the Inauguration. See more information here: on.fb.me/11qdskc","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"13","name":"Disabilities"},{"id":"18","name":"Education"}],"signature threshold":100000,"signature count":1209,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/fulfill-our-civics-teachers-dream-meet-president-after-he-missed-inauguration-due-severe-accident/bCCwnXvL","deadline":1362843408,"status":2,"response":[],"created":1360251408},{"id":"5113b2a28cce3fc50700000e","type":"petition","title":"Investigate abandoning the US 1 cent coin (the penny).","body":"We would like the Obama administration to create an task force charged with investigating the potential national economic costs and benefits of ceasing the US mint's production of the the penny, and phasing the coin out of circulation within a period of 2-6 years. If, as in similar cases in other countries, it is determined that the penny costs the federal government more than it is worth, and that removing the coin from circulation has the potential for small business owners to save time and money, we would like this task force to recommend the nation abandon the penny.","issues":[{"id":"16","name":"Economy"}],"signature threshold":100000,"signature count":2409,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/investigate-abandoning-us-1-cent-coin-penny/fWczx9cm","deadline":1362837410,"status":2,"response":[],"created":1360245410},{"id":"51130624adfd95dc0a000018","type":"petition","title":"Reevaluate the New FEMA Advisory Base Flood Elevation Maps.  \"Help us rebuild not the Shore not push us out\"","body":"FEMA has sanctioned Flood maps which any resident and local Government in NJ and NY will tell you is off base. Many local residents of the Jersey and NY shoreline were put into high risk flood zones which will require expensive work to raise your home or face flood insurance premiums as high as $31,000. The are areas on barrier islands that are no more than 2000 yards away from the ocean front that are listed in lower \"A\" Zones than homes that are miles away and off the bay that are now listed as \"V\" Zones. The residents that were \"A\" zones upgraded to \"V\" Zones are being pushed from a 5 foot Elevation to 9 feet with a 3 foot wave action. Stand up for the people of this great nation, if this passes many will lose their homes, this is not the great nation we once fought for......","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"21","name":"Family"},{"id":"27","name":"Housing"}],"signature threshold":100000,"signature count":160,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/reevaluate-new-fema-advisory-base-flood-elevation-maps-help-us-rebuild-not-shore-not-push-us-out/tZYxj3V5","deadline":1362793252,"status":2,"response":[],"created":1360201252},{"id":"5112ddfec988d4053d00000c","type":"petition","title":"Fire Patrick Donahoe, Postmaster General.","body":"The Postmaster General, Patrick Donahoe, is abusing his position to undermine congress. He does not have the authority to eliminate six day delivery without congressional approval. His ineffective and inefficient leadership has worsened the financial condition of the United States Postal Service. We request that Patrick Donahoe be removed from his appointment as Postmaster General and a qualified and competent person with proven leadership ability from outside of the United States Postal Service be appointed in his place.","issues":[{"id":"193","name":"Government Reform"},{"id":"115","name":"Postal Service"}],"signature threshold":100000,"signature count":389,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/fire-patrick-donahoe-postmaster-general/Myx9HpG6","deadline":1362782974,"status":2,"response":[],"created":1360190974},{"id":"5112da5bb15a7a0b0e000012","type":"petition","title":"Call on Congress to repeal the job-killing, USPS-strangling Postal Accountability and Enhancement Act of 2006.","body":"The current USPS budget crisis was sparked by shortsighted and irresponsible Congressional legislation and abetted by a President.\r\n\r\nIn December of 2006, the 109th Congress passed (and President George W. Bush signed) the Postal Accountability and Enhancement Act, which required the USPS to have 75 years of health benefits for all its employees completely pre-funded by 2016, while forbidding it to set up profit-generating \"non-postal services\" like other countries' postal operations have.\r\n\r\nThese egregious regulations are unique to USPS and put it at an unfair disadvantage against competitors like FedEx. This law is an example of regulatory capture and job-killing overregulation at their worst. Please call on Congress to repeal PAEA and save an American institution","issues":[{"id":"193","name":"Government Reform"},{"id":"115","name":"Postal Service"},{"id":"127","name":"Regulatory Reform"}],"signature threshold":100000,"signature count":2354,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/call-congress-repeal-job-killing-usps-strangling-postal-accountability-and-enhancement-act-2006/3Z6t7m5q","deadline":1362782043,"status":2,"response":[],"created":1360190043},{"id":"5112aac38cce3f2f79000001","type":"petition","title":"demand legislation to repeal the infamous section 14(b) of the Taft-Hartley Act and to rid this country once of RTW.","body":"Please demand legislation to repeal the infamous section 14(b) of the Taft-Hartley Act and to rid this country once and for all of the so-called Right To Work statutes.  \r\n\r\nMany states are passing this legislation because they want the ability to obtain a job to be without bias and discrimination based on whether or not you are a part of the union.  Now that some of these laws have passed can we now say the opposite is true and RTW laws discriminate against folks who are union?  Every worker benefits from the union contract, but under so-called RTW laws, some pay absolutely nothing to the union that negotiates that contract. That encourages others to choose to pay nothing, and eventually the union unravels. \r\n\r\nRepeal 14(b)!","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"16","name":"Economy"},{"id":"103","name":"Labor"}],"signature threshold":100000,"signature count":1482,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/demand-legislation-repeal-infamous-section-14b-taft-hartley-act-and-rid-country-once-rtw/FY7bnHT6","deadline":1362769859,"status":2,"response":[],"created":1360177859},{"id":"5111eaa02f2c88b311000015","type":"petition","title":"Ensure youth athletes have direct access to health care professionals qualified to make assessments and decisions.","body":"If a school has a library, you will find a librarian. If a school has a math department, you will find math teachers. Students become ill, so there is a nurse. Unfortunately, when a student-athlete sustains an injury, only about 42% of schools have access to a qualified health care professional who is capable of assessing and making return-to-participation decisions. We, the people, owe it to our youth to ensure they have the necessary qualified personnel, equipment, and emergency action plans, safety and medical protocols and procedures in place at every sporting event and facility.\r\n","issues":[{"id":"18","name":"Education"},{"id":"21","name":"Family"},{"id":"25","name":"Health Care"}],"signature threshold":100000,"signature count":4388,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/ensure-youth-athletes-have-direct-access-health-care-professionals-qualified-make-assessments-and/NPdNCkq1","deadline":1362720672,"status":2,"response":[],"created":1360128672},{"id":"5111bfdd0aa04d9c7700000b","type":"petition","title":"Fund a high speed rail system that runs coast-to-coast and connects all metropolitan areas.","body":"The 20th century had the Interstate Highway System, let the 21st see a national network of high speed rail!  \r\n\r\nCreate a funding source (energy taxes?  US Savings Bonds sold to citizens?  Crowdfunding shares in a newly chartered corporation?) and a multi-decade plan.\r\n\r\nBuild 220-mph trunk lines with nonstop expresses between major cities and high speed regional service for other places in between.  Link up to less populated areas with 110-mph service.\r\n\r\nProposed map at https://sites.google.com/site/californiarailmap/us-high-speed-rail-system","issues":[{"id":"169","name":"Transportation and Infrastructure"}],"signature threshold":100000,"signature count":38877,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/fund-high-speed-rail-system-runs-coast-coast-and-connects-all-metropolitan-areas/2KwWYNSb","deadline":1362709725,"status":2,"response":[],"created":1360117725},{"id":"5111a1d16889384007000001","type":"petition","title":"Name a US Naval Vessel in Honor of US Navy Seal Chris Kyle.\r\nUSS Chris Kyle.","body":"Chris Kyle, a former Navy SEAL who wrote the best-selling book American Sniper about his service in Iraq, was shot and killed at a gun range in Texas\r\nIn honor of his service. We should honor him by naming a US Naval Vessel After Him.\r\nUSS Chris Kyle.","issues":[{"id":"12","name":"Defense"},{"id":"26","name":"Homeland Security and Disaster Relief"},{"id":"181","name":"Veterans and Military Families"}],"signature threshold":100000,"signature count":3716,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/name-us-naval-vessel-honor-us-navy-seal-chris-kyle-uss-chris-kyle/0zr2VlcB","deadline":1362702033,"status":2,"response":[],"created":1360110033},{"id":"5111620da9a0b1174c000009","type":"petition","title":"REMOVE TOXIC & CORPORATE OCCUPATION from our public land & water, NOT WILD HORSES, WOLVES or WILD LIFE~(BLM& Dept of AG)","body":"Stop ~all Native Wild Horse, Burro, Wolf and Wild Life removals, instead remove toxic and corporate occupation from our public land & water\r\n\r\nReturn 50,000+ trapped Native Wild Horses from behind BLM and Human Prison bars, to freedom, their rightful place \r\n& save tax payers $90+million dollars annually a win-win\r\n\r\nBan Horse Slaughter & transport of horses for slaughter\r\n\r\nAppoint Congressman Grijalva asSecretary of Interior\r\n\r\nCLEAN UP or FIRE the B.L.M., Dept. of Ag. and U.S. Forest Service Agencies from managing wild horses, wolves and public land & water-Create Transparency&Enforce Accountability\r\n\r\nPrioritize creating healthy range lands, seeding, rain water harvesting traps, reintroducing wild horses 2 reduce wild fire risk & instill health & harmony 4 America today and our future generations","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"20","name":"Environment"},{"id":"109","name":"Natural Resources"}],"signature threshold":100000,"signature count":938,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/remove-toxic-corporate-occupation-our-public-land-water-not-wild-horses-wolves-or-wild-lifeblm-dept/Hq8rlt9w","deadline":1362685709,"status":2,"response":[],"created":1360093709},{"id":"51112404adfd95f85e00000c","type":"petition","title":"Bring all troops home from Afghanistan by December 31, 2013.","body":"Dear Mr. President:\r\n\r\nYou face critical decisions on Afghanistan:\r\n\r\n1.How rapidly the remaining American troops are withdrawn from Afghanistan\r\n\r\n2.How many U.S. troops remain in that country after 2014\r\n\r\nWe believe the answer is clear: The troops should be removed as quickly as safely possible and no troops should remain after December 31, 2013.\r\n\r\nThe war has entered its twelfth year, which makes it America’s longest war.\r\n\r\nThe war has claimed over 2,000 American lives, with more than 18,000 Americans wounded in combat. Our returning soldiers face PTSD and suicides are at an all-time high.\r\n\r\nThe conflict has already cost American taxpayers nearly $600 billion, and the price keeps rising.\r\n\r\nWe urge you to bring all American troops home from Afghanistan as expeditiously as possible.\r\n","issues":[{"id":"12","name":"Defense"}],"signature threshold":100000,"signature count":5386,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/bring-all-troops-home-afghanistan-december-31-2013/mnXBfssB","deadline":1362669828,"status":2,"response":[],"created":1360077828},{"id":"511121ddcde5b8f20e000016","type":"petition","title":"Maternity Leave: 12 month government subsidized","body":"Women cannot be forced to rely on their employers to provide adequate time with their infant and family during the vulnerable time of attachment and transition after childbirth. The American Academy of Pediatrics and the World Health Organization along with virtually every other perinatal professional health care organization worldwide strongly recommends six months of exclusive breastfeeding for the health of mother, infant, and their community.  Yet, employed women are compelled to return to work after six very short weeks (milk production is barely established), Legislating insurance coverage of breast pumps and the provision of appropriate time and space for pumping by employers is inadequate.\r\nThe United States lags behind every other developed country in it's protection of familes.","issues":[{"id":"21","name":"Family"},{"id":"25","name":"Health Care"},{"id":"103","name":"Labor"}],"signature threshold":100000,"signature count":1887,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/maternity-leave-12-month-government-subsidized/k3xC5KhN","deadline":1362669277,"status":2,"response":[],"created":1360077277},{"id":"5110a186688938d625000002","type":"petition","title":"PLEASE SAVE THE NAVY FLIGHT DEMONSTRATION TEAM THE BLUE ANGELS FROM SEQUESTRATION","body":"President Obama, the undersigned ask that our President please tell the US Navy to remove the Naval Flight Demonstration Squadron \"Blue Angels\" from sequestration cuts.  When the Blue Angels come to perform at air shows, the local economies attract aviation geeks - avgeeks for short - and the general public like a magnet to spend money and generate tax revenue.\r\n\r\nCertainly a lot more economic stimulus is created in our communities from Seattle to Virginia Beach than $40 million dollars each year. Furthermore, the U.S. Navy Blue Angels serve to recruit young people not just to the US Navy but also patriots of all ages to do good deeds for our great nation.\r\n\r\nFinally, Mr. President: WE PAY TAXES FOR THE COMMON DEFENSE AND THE BLUE ANGELS!  THANK YOU, POTUS.","issues":[{"id":"3","name":"Budget and Taxes"},{"id":"12","name":"Defense"},{"id":"16","name":"Economy"}],"signature threshold":100000,"signature count":943,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/please-save-navy-flight-demonstration-team-blue-angels-sequestration/PP3C6Hhp","deadline":1362636422,"status":2,"response":[],"created":1360044422},{"id":"51109e53eab72a7174000010","type":"petition","title":"To be held Accountable and Impeached.","body":"We the people demand That our rights to the following Constitutional Rights be restored and that Obama not only be impeached for infringing these rights but also be tried for teason for aiding and arming terrorists and the enemies of the American people. The following are a list of rights not only infringed but out right denied by Obama and his administration. We Demand our rights and Liberties be restored now! We also demand your relief of duty President Obama for your violations. The Following rights have been denied to us.\r\nAmendment I\r\nAmendment II\r\nAmendment IV\r\nAmendment V\r\nAmendment VI\r\nAmendment IX\r\nAMENDMENT XIII\r\nAMENDMENT XIV\r\nAMENDMENT XV","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"193","name":"Government Reform"}],"signature threshold":100000,"signature count":1373,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/be-held-accountable-and-impeached/MGMBgYb5","deadline":1362635603,"status":2,"response":[],"created":1360043603},{"id":"51108f51b15a7a8b5c000007","type":"petition","title":"Bailout Rhythm and Hues Studios, Inc. in the manner of the Corporate Bailouts of 2008.","body":"We hereby petition the Federal Government to bailout Rhythm and Hues Studios in the manner of the 2008 Corporate Bailouts.\r\n\r\nLong one of the biggest and most important of the industry's visual effects companies and the creator of the digital animals and environments for \"Life of Pi,\" Rhythm and Hues is in the surreal position of being nominated twice for the 2013 Academy Award for Visual Effects, while simultaneously attempting to avert bankruptcy and outright closure. \r\n\r\nThe climate for creative professionals has never been as comfortable as it has for corporate executives in this country, yet I come to you for equal representation for a company who's only benefit to the public good has been to bring smiles of delight and joy to children and adults around the world for over 25 years. ","issues":[{"id":"16","name":"Economy"},{"id":"30","name":"Innovation"},{"id":"103","name":"Labor"}],"signature threshold":100000,"signature count":489,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/bailout-rhythm-and-hues-studios-inc-manner-corporate-bailouts-2008/pNWPlZ6Z","deadline":1362631761,"status":2,"response":[],"created":1360039761},{"id":"511071cab15a7ab603000005","type":"petition","title":"To pass legislation to make all public officials subject to the laws without exemption.","body":"To create legislation that will subject all politicians to 100% of the laws of their respective states and 100% of the laws of the federal government without exemption and be forced to invest and protect themselves in the same fashion in which they have legislated the people must and they may not use or acquire private or public sector services that would seek to circumvent the laws that apply in order to acquire any ability or edge in their own defense or investments or any other aspect of their lives that is not readily available and obtainable to the common citizen nor shall they be allowed to invest their private finances in any foreign venture due to it being in direct conflict with the American peoples employment and national financial interest so long as they hold a public office.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"22","name":"Firearms"},{"id":"28","name":"Human Rights"}],"signature threshold":100000,"signature count":1392,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/pass-legislation-make-all-public-officials-subject-laws-without-exemption/R83nRt0l","deadline":1362624202,"status":2,"response":[],"created":1360032202},{"id":"511054bceab72ac51d00000e","type":"petition","title":"declare that American flags be flown at half mast for one week in honor of Navy Seal Chris Kyle","body":"We petition the Obama administration to declare that all flags be flown at half mast on all govt. buildings for a period of 1 week in Honor of U.S. Navy Seal Chris Kyle.  Chris was a hero both on and off the field of battle.  He served and loved this country loyally.  He also served other wounded warriors loyally when he returned to the states.  He had a servants heart and has done more for the propagation of constitutional liberty in this country then any body currently serving ANY political party.  We would also like to see President Obama man up and attend Mr. Kyles funeral. ","issues":[{"id":"12","name":"Defense"},{"id":"22","name":"Firearms"},{"id":"181","name":"Veterans and Military Families"}],"signature threshold":100000,"signature count":1420,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/declare-american-flags-be-flown-half-mast-one-week-honor-navy-seal-chris-kyle/3bwVcY5h","deadline":1362616764,"status":2,"response":[],"created":1360024764},{"id":"510f4f9deab72a8a52000003","type":"petition","title":"Cut diplomatic and economic ties with Saudi Arabia until rape/murder victim Lama Al Ghamdi gets the justice she deserves","body":"Lama Al Ghamdi was a 5-year old Saudi girl who died in October 2012 after being raped, beaten, and burned by her own father. He tortured her by crushing her skull, breaking her ribs, breaking her arm, breaking her back and tearing her rectum, then trying to burn it closed. He confessed to these crimes because he accused her of not being a virgin, and was arrested a month AFTER she died. He was released four months later after paying $50,000 in \"blood money\".\r\n\r\nWe, the People of the United States of America, petition our government to:\r\n\r\n1) Become independent of foreign oil ASAP; and\r\n\r\n2) to cut diplomatic, economic, and all other ties to Saudi Arabia:\r\n\r\n a) until Fayhan Al Ghamdi is JUSTLY punished for these  crimes AND\r\n\r\n b) until Saudi Arabia improves its women's and human rights conditions.","issues":[{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"},{"id":"187","name":"Women's Issues"}],"signature threshold":100000,"signature count":593,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/cut-diplomatic-and-economic-ties-saudi-arabia-until-rapemurder-victim-lama-al-ghamdi-gets-justice/PxsXLWqF","deadline":1362549917,"status":2,"response":[],"created":1359957917},{"id":"510f489900e5793805000015","type":"petition","title":"change this fine nation's anthem to the theme of My Little Pony: Friendship is Magic.","body":"If you ask me, the one thing our country needs more than anything is a bit of love and tolerance of ourselves and of others. I've noticed that the Brony community has shown more of this than ever before I've seen, so i would like to propose that the national anthem be changed officially to the Theme song of My little Pony: Friendship is Magic, on the behalf of myself, all Bronies and Pegasisters, and, most importantly, our nation itself. ","issues":[{"id":"2","name":"Arts and Humanities"}],"signature threshold":100000,"signature count":2538,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/change-fine-nations-anthem-theme-my-little-pony-friendship-magic/dD95cQvL","deadline":1362548121,"status":2,"response":[],"created":1359956121},{"id":"510efa22c988d4c353000006","type":"petition","title":"stop the policy that permits the BOD of residential co-ops or condos to deny housing without providing a reason to buyer","body":"The federal government should find the policy that exists in numerous states that allows the Board of Directors of a residential co-op or in some cases the Board of Managers of a condominium, to deny housing to a buyer of a home without providing the buyer with a reason for the denial, to be void as against public policy, and because it enables a third party (not the buyer or the seller), to engage in illegal discrimination with impunity.  The practice permits the BOD or the BOM to eliminate from entrance into the community, persons based upon their race, religion, ethnicity, familial status, etc., without accountability for the denial; in effect, providing them a license to break the law. Because the denial is from a third party, traditional testing is not an option to correct the problem","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"9","name":"Consumer Protections"},{"id":"27","name":"Housing"}],"signature threshold":100000,"signature count":279,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/stop-policy-permits-bod-residential-co-ops-or-condos-deny-housing-without-providing-reason-buyer/Y2xXhFRd","deadline":1362528034,"status":2,"response":[],"created":1359936034},{"id":"510ec176ee140f0f3b000008","type":"petition","title":"Immediately release Shaker Aamer: illegally held at Guantánamo for eleven years","body":"\tWe demand that your administration release Shaker Aamer, a prisoner since 2002 at Guantánamo Bay. Shaker has been cleared for release by your administration, yet he remains indefinitely imprisoned without charge or trial. Shaker has been abused in U.S. custody and has also been held in solitary for prolonged periods of his imprisonment.\r\n\tShaker is a British resident with a wife and four young children. His youngest son, Faris, has not met his father. Wondering if he will ever be released, Shaker could not tolerate injustice and has peacefully protested for the human rights of all prisoners.\r\n\tShaker’s confinement and separation from his family after being cleared for release are unacceptable and contrary to basic human values. You must take immediate action to release Shaker Aamer.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"28","name":"Human Rights"}],"signature threshold":100000,"signature count":804,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/immediately-release-shaker-aamer-illegally-held-guantánamo-eleven-years/9lrfkJlV","deadline":1362513526,"status":2,"response":[],"created":1359921526},{"id":"510ea2586ce61cd822000015","type":"petition","title":"A complete exoneration for Marissa D. Alexander of all charges.","body":"On August 1, 2010, nine days after giving birth Marissa Alexander was attacked by her ex-husband Rico Gray.  The Florida mother of three, Marissa fired a “warning shot” into the ceiling of her home in defense.  No one was injured during the incident also evidence shows that Marissa fired the shot in the direction away from her family.  During her attack Marissa “had no legal duty to retreat.”  She believed the state would support her legal claim under Florida’s “Stand Your Ground” statutes.  Marissa was condemned to a 20-year sentence under Florida’s 10-20-Life law.  According to her attacker’s deposition that already listed a history of protective orders against him Mr. Gray admits to prior documented cases of domestic violence against Marissa that the courts never considered.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"187","name":"Women's Issues"}],"signature threshold":100000,"signature count":1031,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/complete-exoneration-marissa-d-alexander-all-charges/SnZMRKyC","deadline":1362505560,"status":2,"response":[],"created":1359913560},{"id":"510e68be0aa04dc23600000e","type":"petition","title":"Recognize Trapping as a Humane, Necessary Means of Animal Control, Beneficial to Humans, Animals, and the Environment","body":"While many see trapping as a cruel, inhumane activity, trapping is a vital means of wildlife management. Live trapping, especially with footholds, typically causes no harm or suffering, and has allowed many species to be successfully reintroduced to native habitats where they were previously driven out. Trapping is carefully regulated by state game agencies, preventing over-harvest or physical damage to the animals. Without medicine, animals are prone to death by disease, as well as starvation or predation, especially as populations grow; those which do survive often move into human habitats and cause damage. Trapping prevents and corrects these situations by keeping populations if check. Therefore, trapping deserves to be recognized as the humane, necessary practice which it truly is.","issues":[{"id":"1","name":"Agriculture"},{"id":"20","name":"Environment"},{"id":"109","name":"Natural Resources"}],"signature threshold":100000,"signature count":627,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/recognize-trapping-humane-necessary-means-animal-control-beneficial-humans-animals-and-environment/v8Yz3ryq","deadline":1362490814,"status":2,"response":[],"created":1359898814},{"id":"510dc90bc988d4664a000000","type":"petition","title":"nullify the tax exempt status of The Church of Jesus Christ of Latter Day Saints.","body":"On January 29th of 2013 The Church of Jesus Christ of Latter Day Saints (The Mormons) filed an amicus brief. against Marriage Equality or Gay Marriage with the Supreme Court. \r\n\r\nSaid Brief:\r\n\r\nhttp://www.americanbar.org/content/dam/aba/publications/supreme_court_preview/briefs-v2/12-144_pet_amcu_nae-etal.authcheckdam.pdf\r\n\r\nThis is a clear and blatant political stance being taken by a religious (non-profit) organization.   This means that the LDS Church is embarking on political endeavor to force the nation to abide by their religion via political means, and that is a clear violation of everyone's 1st Amendment rights.   \r\n\r\nFor this reason, the LDS Church should not be tax exempt.   ","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"21","name":"Family"},{"id":"28","name":"Human Rights"}],"signature threshold":100000,"signature count":2198,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/nullify-tax-exempt-status-church-jesus-christ-latter-day-saints/h4QHm2w6","deadline":1362449931,"status":2,"response":[],"created":1359857931},{"id":"510d78cccde5b8d149000007","type":"petition","title":"Establish a single career path for Immigration Enforcement Agents and Deportation Officer establishing equality in ranks","body":"Create one position within ICE Enforcement and Removal Operations. Immigration Enforcement Agents are tired of being under paid and over utilized. ","issues":[{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"29","name":"Immigration"},{"id":"103","name":"Labor"}],"signature threshold":100000,"signature count":820,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/establish-single-career-path-immigration-enforcement-agents-and-deportation-officer-establishing/NbvrPXfT","deadline":1362429388,"status":2,"response":[],"created":1359837388},{"id":"510d25e5cde5b80c51000018","type":"petition","title":"stop all animal testing for cosmetics and household products.","body":"The European Union is set to ban sale of animal tested cosmetics from March 11 this year.  This isn't just for high-end products: all toiletries and beauty products, from skin cream to toothpaste, will be affected. \r\n\r\nEarlier this year, Israel also passed a ban on animal testing.\r\n\r\nIt is now time for the US to ban animal testing on cosmetics.  94% of all animal testing is done for the sake of makeup, toiletries and household cleansers.   This needless torture which involves burning, blinding, maiming and killing dogs, cats, bunnies and mice  is absolutely unconscionable and must end.  We can’t call ourselves a humane nation until we stop these institutionalized practices of animal cruelty.\r\n\r\n\r\n","issues":[{"id":"1","name":"Agriculture"},{"id":"9","name":"Consumer Protections"},{"id":"20","name":"Environment"}],"signature threshold":100000,"signature count":2578,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/stop-all-animal-testing-cosmetics-and-household-products/TLdmJKBy","deadline":1362408165,"status":2,"response":[],"created":1359816165},{"id":"510c9cd4688938230c00000c","type":"petition","title":"direct the Environmental Protection Agency to remove the radioactive waste from the West Lake Landfill in Bridgeton, MO.","body":"Since 2011, an underground fire at the West Lake Landfill in Bridgeton, MO has released alarming levels of toxic fumes into the air near the residential areas of Bridgeton and Maryland Heights, MO. The situation is exacerbated by the presence of nuclear waste from the Manhattan Project deposited on the site in the mid-1970s. Several news organizations have documented large numbers of cancer-related illnesses connected with this same nuclear waste when it was first deposited near Lambert Airport in North St. Louis County, and It is now believed that the landfill fire could ignite this material, causing a major ecological disaster. We therefore humbly petition President Obama to direct the EPA to remove and properly dispose of this hazardous material and avoid this looming catastrophe.","issues":[{"id":"20","name":"Environment"},{"id":"21","name":"Family"},{"id":"26","name":"Homeland Security and Disaster Relief"}],"signature threshold":100000,"signature count":700,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/direct-environmental-protection-agency-remove-radioactive-waste-west-lake-landfill-bridgeton-mo/9f4bJvpt","deadline":1362373076,"status":2,"response":[],"created":1359781076},{"id":"510c473ec988d4af3b000011","type":"petition","title":"Require companies to label products as vegetarian or vegan directly on the package","body":"As a vegetarian since the age of 5, there has always been difficulty a certain level of fear in buying foods, as I've come to learn companies such as Lay's potato chips contain meat not listed on the labels.\r\n\r\nI think this is outrageous, as a food product would be required to list itself as kosher or not-- why not label vegan/vegetarian foods?\r\n\r\nCurrently, a company can buy spices from other companies combined and are not required to list anything in those except allergies.\r\n\r\nLabelling vegetarian and vegan food is done in the EU and Great Britain, yet not here, in the United states. Why not? It would only make it easier for a growing amount of consumers unaware of something they're putting in their body to know what is being put into it- we should be able to know everything about our food.","issues":[{"id":"9","name":"Consumer Protections"}],"signature threshold":100000,"signature count":1361,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/require-companies-label-products-vegetarian-or-vegan-directly-package/JP7WrwFl","deadline":1362351166,"status":2,"response":[],"created":1359759166},{"id":"510c3f04eab72a183400000e","type":"petition","title":"Halt the Holley, New York, Fire Department Squirrel Slaughter","body":"The 7th Annual Holley, New York, Squirrel Slam is set to take place on Saturday, February 16.  Children as young as 12 are being encouraged to participate. In addition to cash prizes, a drawing will be held to give away several guns, including a .22 caliber AR-15, a similar version of the assault weapon used in the slaughter of school children in the Sandy Hook Elementary school shooting in Newton, Connecticut last month.\r\n\r\nAlthough the Humane Society of the United States has urged Holley, New York, Fire Chief Pete Hendrickson to halt this event, and total signatures on all circulating petitions exceed 23,000, he has decided the event will go on as scheduled.\r\n\r\nFor this reason, I respectfully beg you to use your executive power to put a stop to this annual practice.  Thank you.","issues":[{"id":"20","name":"Environment"},{"id":"22","name":"Firearms"},{"id":"133","name":"Rural Policy"}],"signature threshold":100000,"signature count":728,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/halt-holley-new-york-fire-department-squirrel-slaughter/wlvb7JH0","deadline":1362349060,"status":2,"response":[],"created":1359757060},{"id":"510c17b36ce61cd70b000010","type":"petition","title":"Require cable operators to provide program listing information for Public, Educational and Government access stations","body":"I would like to propose that we require cable operators nationwide to provide program listings for Public, Educational and Government access channels (PEG) free of charge.  \r\n\r\nToday, most cable operators do not provide any program listing information for these channels causing them to be long strips of 6-12 hour blocks of nothing, causing confusion for the customer and making content impossible to find.  The technology exists to fix this, and access channels can easily provide their program lineup to be included in the Electronic Program Guide (EPG).  Without this, Access is fading into the background as people aren't able to find local programming the same way they find commercial programming.","issues":[{"id":"127","name":"Regulatory Reform"},{"id":"157","name":"Technology and Telecommunications"}],"signature threshold":100000,"signature count":969,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/require-cable-operators-provide-program-listing-information-public-educational-and-government-access/Wgj9Hl1J","deadline":1362338995,"status":2,"response":[],"created":1359746995},{"id":"510c116a6ce61ce459000006","type":"petition","title":"Military Service Member's Safety Act of 2013","body":"The “Military Service Member's Safety Act”, resembling the Law Enforcement Officer's Safety Act would allow for all cleared active duty,retired and national guard military personnel the right to carry a concealed weapon, including firearms, on a national level without having to obtain multiple state carry permits. The application process and background check would still apply, but the permit’s reciprocity would become accepted throughout the entire United States.  This law would give America countless numbers of law abiding trained personnel to help prevent crime (including mass shootings) at no additional taxpayer expense. The law would provide clear nationwide rules to replace the variety of state/local laws that create confusion to military personnel continually changing duty locations.","issues":[{"id":"22","name":"Firearms"},{"id":"26","name":"Homeland Security and Disaster Relief"},{"id":"181","name":"Veterans and Military Families"}],"signature threshold":100000,"signature count":955,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/military-service-members-safety-act-2013/0MPjbZXm","deadline":1362337386,"status":2,"response":[],"created":1359745386},{"id":"510acffdcde5b8a472000006","type":"petition","title":"Create a national \"Volunteer Firefighter\" day, which will honor, support and promote community safety \"volunteers\".","body":"With well over seventy-five percent of this country's firefighters, first-responders, and EMT's \"volunteer\" based and with vital budgets & manpower requirements decreasing, a need to maintain this \"force\" is essential. The recent events in Breezy Point, NY, New Webster, NY and Newtown, CT have highlighted this vital need, which takes place everyday across this country. A \"National Day\" would support this \"need\" by constructing a bridge between departments and residents across the country, developing communications and relationships essential for their future!  A community is only as strong as its volunteer fire department and a volunteer fire department is only as strong as its community!   ","issues":[{"id":"26","name":"Homeland Security and Disaster Relief"},{"id":"133","name":"Rural Policy"},{"id":"175","name":"Urban Policy"}],"signature threshold":100000,"signature count":701,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/create-national-volunteer-firefighter-day-which-will-honor-support-and-promote-community-safety/f52PQdFt","deadline":1362255101,"status":2,"response":[],"created":1359663101},{"id":"510ace250aa04d2c02000016","type":"petition","title":"SUPPORT GENETIC ANALYSIS OF AN ENIGMATIC SKULL KNOWN AS “THE STARCHILD” FOR IMPORTANT ADVANCES IN HUMAN HEALTH","body":"The “Starchild\" is a 900-year-old skull that has been extensively studied since 1999. With government support, detailed genetic and biochemical research can be conducted to explore its vast potential benefits to human health.\r\nThe bone is confirmed to be much stronger and lighter than normal human bone, and it contains what appear to be natural reinforcing fibers. This can be investigated for potential use in bone strengthening treatments.\r\nThe individual from whom the skull derived apparently had the ability to replace worn teeth with new ones, which could provide valuable knowledge to dentistry.\r\nThe individual’s genome may one day reveal unknown information about human genetics, potentially providing diagnostic data and even medical treatments.\r\nPlease facilitate this valuable research.","issues":[{"id":"25","name":"Health Care"},{"id":"30","name":"Innovation"},{"id":"139","name":"Science and Space Policy"}],"signature threshold":100000,"signature count":1098,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/support-genetic-analysis-enigmatic-skull-known-“-starchild”-important-advances-human-health/kTVsg0Qy","deadline":1362254629,"status":2,"response":[],"created":1359662629},{"id":"510a9516ee140f6364000004","type":"petition","title":"Reduce the size & business impact of both Sporting Event Temporary Flight Restrictions (TFRs) and Presidential VIP TFRs","body":"Sporting Event Temporary Flight Restrictions (TFRs) prohibit aircraft flight operations within a 3 nautical mile radius of the venue. Every MLB, NFL, and NCAA Football games (with seating capacities 30,000 or greater) carry a TFR beginning one-hour prior to the event – extending to one-hour after the event. There are thousands of these TFRs annually costing aviation businesses millions of dollars in lost revenue. 3-nautical mile radius restrictions are large enough to blanket entire metropolitan areas – shutting down aviation business for the duration in every major market. Worse yet, Presidential TFRs create restrictions with a 30+ nautical mile radius around the President. This is thousands of square miles of airspace.  TFRs need to be reduced SIGNIFICANTLY in size. ","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"151","name":"Small Business"},{"id":"169","name":"Transportation and Infrastructure"}],"signature threshold":100000,"signature count":352,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/reduce-size-business-impact-both-sporting-event-temporary-flight-restrictions-tfrs-and-presidential/j8Pl4fNY","deadline":1362240022,"status":2,"response":[],"created":1359648022},{"id":"510a9480adfd95757c000016","type":"petition","title":"Make Federal Housing Finance Agency Acting Director Ed DeMarco personally call 10 underwater homeowners a day","body":"Acting FHFA Director Ed DeMarco is opposed to resetting mortgages to fair market value at Fannie Mae and Freddie Mac. He is single-handedly dragging down our country’s economic progress. \r\n\r\nIt’s time for Ed DeMarco to be straight with the American people.  President Obama, you read 10 letters from Americans everyday. It’s time for DeMarco to face the people he serves too. For every day that DeMarco continues to block principal reduction and remain in office, make him call 10 underwater homeowners and explain why he is unfairly driving them further into debt and out of their homes.\r\n\r\nPresident Obama, for every day that DeMarco remains in office, millions of people suffer. It’s time to fire Ed DeMarco and announce his replacement with someone who will support principal reduction immediately.","issues":[{"id":"16","name":"Economy"},{"id":"27","name":"Housing"},{"id":"121","name":"Poverty"}],"signature threshold":100000,"signature count":2290,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/make-federal-housing-finance-agency-acting-director-ed-demarco-personally-call-10-underwater/RvT9Gty8","deadline":1362239872,"status":2,"response":[],"created":1359647872},{"id":"5109f05d00e5792367000007","type":"petition","title":"Fund a War On Aging","body":"150,000 people worldwide die every year. That's the equivalent of 50 9/11 attacks a day.\r\n\r\nTwo thirds of these are from illnesses connected to the aging process.\r\n\r\nWe might appeal to the naturalistic fallacy and say death and aging are a part of life, but who really wants to see their parents die, or become old and slowly and painfully decline and die themselves?\r\n\r\nIf we used even a small fraction of our current military budget we could see great leaps in life extension technology. I think it makes more sense to spend those billions on preserving and saving lives than on taking them.\r\n\r\nI would like the White House to launch a great project on the scale of the Moon Landing or Manhattan Project to find a way to slow down or even reverse the aging process within the next several decades.","issues":[{"id":"12","name":"Defense"},{"id":"25","name":"Health Care"},{"id":"139","name":"Science and Space Policy"}],"signature threshold":100000,"signature count":589,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/fund-war-aging/pdVSxBzS","deadline":1362197853,"status":2,"response":[],"created":1359605853},{"id":"5109b8140aa04dce4100000a","type":"petition","title":"In the case of A#200105108, 1)Extend Stay of Removal 2)Approve a Cancellation of Removal, and 3)Be granted a hearing.","body":"Alejandro is married to a US citizen, with three American children, the oldest having SEVERE special needs.  After their I130 was approved, and only on FALSE advice from their attorney, the family traveled to Mexico knowing his interview would be in Mexico.  They later found out this devastated their chances of being approved.  Unable to survive in poverty without access to proper healthcare, education, safe food and drinking water, and in a city of violence with a corrupt government, Alejandro took the only means possible to be a father, a husband and give his family the life they deserve by reentering.  After being caught, this resulted in a bar.  The only traveled to Mexico in attempt to apply for Alejandro LEGALLY!  This family will NOT be separated and they CANNOT be forced to Mexico!","issues":[{"id":"21","name":"Family"},{"id":"26","name":"Homeland Security and Disaster Relief"},{"id":"29","name":"Immigration"}],"signature threshold":100000,"signature count":387,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/case-a200105108-1extend-stay-removal-2approve-cancellation-removal-and-3be-granted-hearing/JFBvG8n3","deadline":1362183444,"status":2,"response":[],"created":1359591444},{"id":"5109b5dceab72a4d23000007","type":"petition","title":"Please encourage the Boy Scouts of America to stop discriminating against atheists and the children of atheists.","body":"Boy Scouts receive military enlistment incentives, and many participate in the Law Enforcement Explorer program.  A disproportionate number of Boy Scouts seek out military and federal law enforcement careers.  Of those who join the military, many eventually pursue civilian law enforcement careers.  By refusing to allow specific categories of American children to participate in the Boy Scouts, BSA leadership inculcates prejudice, effectively indoctrinating Boy Scouts to view those categories of children deemed unsuitable for admission as a pariah class.  As a result, those Boy Scouts who grow up to become law enforcement officers are likely to discriminate against atheists, in the line of duty, which is incompatible with the promotion of the general welfare.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"21","name":"Family"}],"signature threshold":100000,"signature count":1867,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/please-encourage-boy-scouts-america-stop-discriminating-against-atheists-and-children-atheists/pwDmYQr5","deadline":1362182876,"status":2,"response":[],"created":1359590876},{"id":"51092b0e6ce61cff2f000003","type":"petition","title":"Assure that the President and his family will attend the funeral of 16 year old Hadiya Pendleton.","body":"As Newtown swirls down the memory hole and passion to implement sane gun control gets sidetracked by whatever the latest Congressional bullshit circus will be, President Obama should stand up and take advantage of a tragic opportunity to keep the anti-gun violence movement engaged.\r\n \r\nSixteen-year-old Hadiya Pendleton, a sophomore at the selective enrollment King College Prep, a young woman who performed in the King Band at Obama's Second Inauguration, was shot to death Tuesday afternoon in a South Side Chicago park.\r\n\r\nFrom the National Mall in the District of Columbia to Harsh Park in the 4400 block of South Oakenwald Avenue. From the inauguration to the mortuary. In eight days...\r\n\r\nhttp://slog.thestranger.com/slog/archives/2013/01/29/obama-should-be-attending-this-funeral\r\n","issues":[{"id":"21","name":"Family"},{"id":"22","name":"Firearms"},{"id":"28","name":"Human Rights"}],"signature threshold":100000,"signature count":1071,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/assure-president-and-his-family-will-attend-funeral-16-year-old-hadiya-pendleton/9pxHcKfs","deadline":1362147342,"status":2,"response":[],"created":1359555342},{"id":"5109286cb15a7adf45000016","type":"petition","title":"Fund Organics In Farm Bill","body":"Congress has cut $22 million from the Farm Bill intended to assist organic farmers in; 1. Research, 2. Rural Development, 3. Certification Fee Reimbursement.\r\n\r\nThis while continuing with $Billions in direct payments and insurance to farmers of conventional commodity crops.\r\n\r\nLet the USDA and this Congress know that they should support the fast growing organic food production system in America.","issues":[{"id":"1","name":"Agriculture"},{"id":"21","name":"Family"},{"id":"133","name":"Rural Policy"}],"signature threshold":100000,"signature count":1825,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/fund-organics-farm-bill/QT65rlhK","deadline":1362146668,"status":2,"response":[],"created":1359554668},{"id":"510888fe6ce61cbc7f000007","type":"petition","title":"Baby Hunger Outbreak in Hong Kong, International Aid Requested","body":"Local parents in Hong Kong can hardly buy baby formula milk powder in drugstores and supermarkets, as smugglers from mainland China storm to this tiny city to buy milk powder and resell for huge profits in China.  Many retailers stockpiled milk powder and are reluctant to sell to local parents as the shops can sell their stocks in big cartons to mainland smuggler for huge profits.  Countries like Germany, the Netherlands, Australia and New Zealand exercise rationed sale to tourist buyers from China for milk powder but the Hong Kong government simply frame the situation as a matter of free trade and refuse to exercise law which is already there to stop cross-border smuggling. We request for international support and assistance as babies in Hong Kong will face malnutrition very soon. Emptyin","issues":[{"id":"24","name":"Foreign Policy"}],"signature threshold":100000,"signature count":24447,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/baby-hunger-outbreak-hong-kong-international-aid-requested/xVSGJNN1","deadline":1362105854,"status":2,"response":[],"created":1359513854},{"id":"51086884a9a0b17414000000","type":"petition","title":"bring back all United States medical record transcription to be performed only in the US by US medical transcriptionists","body":"US medical transcriptionist have found themselves with little to no work with the outsourcing of US citizen's medical record transcription to India, Pakistan, the Philippines, Vietnam, etc.  Bringing this industry solely back into the United States would not only return jobs to the United States and help strengthen the economy, but at the same time, stem the tide of confidential information sent overseas to unsafe and insecure areas of the world which greatly increases the chance of privacy compromise and identity theft. Additionally, the quality of our medical records suffers immensely when performed offshore by non-native English-speaking workers. ","issues":[{"id":"25","name":"Health Care"},{"id":"97","name":"Job Creation"}],"signature threshold":100000,"signature count":1560,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/bring-back-all-united-states-medical-record-transcription-be-performed-only-us-us-medical/TJzSQpZq","deadline":1362097540,"status":2,"response":[],"created":1359505540},{"id":"510866332bcfa3690a000015","type":"petition","title":"Refuse, Refrain, and Reject the \"R' Word","body":"Amber Albert and Devon Viola's Crusade To Get 1 Million Pledges\r\n\r\nAmber's brother has MECP2 Duplication Syndrome and severe mental retardation.  We often hear the word “retard” or “retarded” being used inappropriately.  We're asking you to consider joining our crusade.\r\n \r\n1.\tI pledge to refuse to use the “R” word (“retard” or “retarded”) in a demeaning and hurtful way.\r\n\r\n2.\t I pledge to refrain from using the “R” word in a derogatory way and to raise awareness of the painful effects that can occur as the result of these insults.\r\n\r\n3.\tI pledge to reject the use of the “R” word in any disrespectful way and to encourage others not to use these terms in an offensive manner. \r\n\r\nI agree to these statements and vow to live in complete acceptance of those who have a physical or intellectual disability.","issues":[{"id":"13","name":"Disabilities"}],"signature threshold":100000,"signature count":472,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/refuse-refrain-and-reject-r-word/dMdw2T2m","deadline":1362096947,"status":2,"response":[],"created":1359504947},{"id":"5108528eee140fd733000006","type":"petition","title":"Require that all Civilian Firearms be Painted Pink","body":"Regulation of specific types of guns may be well- intentioned, but until we confront the underlying psychological and social issues that feed the violence, these laws will have little effect. The fact is that in America, guns have become potent cultural symbols of machismo, masculinity and power.\r\n\r\nTherefore, we propose that every civilian firearm in America be painted a shade of bright pink over no less than 90% of their exposed surface areas.\r\n\r\nWe believe this simple act will fundamentally change the dynamic of American gun culture while still passing Constitutional scrutiny. All will be free to legally buy guns-just so long as they are Fabulous.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"22","name":"Firearms"},{"id":"187","name":"Women's Issues"}],"signature threshold":100000,"signature count":2589,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/require-all-civilian-firearms-be-painted-pink/YfFtRGVL","deadline":1362091918,"status":2,"response":[],"created":1359499918},{"id":"51082b33c988d48b7d00000f","type":"petition","title":"have FCC Chair revoke Q92 Radio privileges in Alliance, Ohio for exploiting an individual with Down's Syndrome.","body":"This petition is to have FCC Chairman, Julius Genachowski, investigate and penalize or revoke, upon findings of guilt, the privileges of Q92 Radio for it's deliberate and malise act of exploiting an erroneous caller with Down's Syndrome live and on the air.  \r\n\r\nOn the Jan 21, 2013 caller accidentally phoned in to Mo’s Radio Show on the Q92 Radio Station based out of Alliance, Ohio, where her manner of speaking was rudely scrutinized and unapologetically berated by both Mo and countless individuals who were “tuned in” at the time.  \r\nThe DJ continued to cause harm and suffering to the caller while being hostile, insulting and mocking the caller.  Often times \"making fun of the way she talked.\"  This was done only in an attempt to use the individuals disability as a means of \"entertainment.\"","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"13","name":"Disabilities"},{"id":"28","name":"Human Rights"}],"signature threshold":100000,"signature count":683,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/have-fcc-chair-revoke-q92-radio-privileges-alliance-ohio-exploiting-individual-downs-syndrome/W2fDH4TM","deadline":1362081843,"status":2,"response":[],"created":1359489843},{"id":"510811f0adfd953867000007","type":"petition","title":"We Demand Surveillance Technology in Congress and White House","body":"The Department of Homeland Security is currently providing tax-payer funded grants to install microphones and cameras in public buses and is also funding the use of facial recognition technology in airports and bus and train stations to surveil the American people without probable cause. Due to rampant and well-documented corruption at all levels of the federal government, we demand that this ubiquitous surveillance technology be placed in the White House and all congressional offices and a live-feed of the video be made available at the Library of Congress and its website. Alex Jones and Infowars.com are making this demand because the government is listening and watching the American people at a time when we need to watch the government and keep its tyranny in check. ","issues":[{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"193","name":"Government Reform"},{"id":"157","name":"Technology and Telecommunications"}],"signature threshold":100000,"signature count":3855,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/we-demand-surveillance-technology-congress-and-white-house/C3c6ZsgY","deadline":1362075376,"status":2,"response":[],"created":1359483376},{"id":"51080f7ac988d4da1b000003","type":"petition","title":"Promote entrepreneurship and create jobs by giving immigrants with STEM degrees from US universities green cards.","body":"A bipartisan Senate Committee has endorsed giving green cards to graduates of Masters and PhD STEM programs.  We want to call attention to this measure, not just as a critical and just piece of immigration reform, but as a way to greatly boost this country's entrepreneurial engine.  A huge portion of this country's pool of STEM talent are immigrants, and we kick them out as soon as we educate them - what Mayor Bloomberg has called \"national suicide.\"\r\n\r\nThe majority of new jobs in the US are created by small high-growth businesses (McKinsey 2012).  Any veteran of Silicon Valley will tell you the crucial role educated immigrants play in building these companies.  Help create US jobs by keeping educated talent within the US.  ","issues":[{"id":"29","name":"Immigration"},{"id":"30","name":"Innovation"},{"id":"97","name":"Job Creation"}],"signature threshold":100000,"signature count":858,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/promote-entrepreneurship-and-create-jobs-giving-immigrants-stem-degrees-us-universities-green-cards/hnvkWQrs","deadline":1362074746,"status":2,"response":[],"created":1359482746},{"id":"5107fb6b7043014918000006","type":"petition","title":"Mandate paid maternity leave!","body":"The United States is the only developed country in the world without paid maternity leave.  Forcing families to choose between going without a salary and having a baby is unethical.  Forcing mothers to give up caring for their newborns because they are going broke is not acceptable.\r\nPlease remove us from the list of countries that do not provide paid maternity leave that currently consists of Liberia, Papua New Guinea, Swaziland, and the United States of America.  ","issues":[{"id":"21","name":"Family"},{"id":"193","name":"Government Reform"}],"signature threshold":100000,"signature count":11970,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/mandate-paid-maternity-leave/MtHK02QF","deadline":1362069611,"status":2,"response":[],"created":1359477611},{"id":"5107dab96889382c43000001","type":"petition","title":"Send President Obama to appear on The Steve Katsos Show, the only international late night TV show run by volunteers!","body":"We have noticed that President Obama has appeared on many mainstream television talk shows, media funded by corporations with lots of money. The Steve Katsos Show is a late night entertainment program in New England run by volunteers that want to help artists get a new voice in the world. Our mission is to spread this message; Follow your dreams. Although we started in one town, we now air in 12 countries and 15 million homes every week all with a budget of $0. We would like to once again invite the President to appear on our show so that we can prove to the world that volunteers can still do great things even if it is as simple as creating a community TV show. A sitting President has never appeared on a cable access talk show while in office. Let's celebrate freedom of speech together.","issues":[{"id":"2","name":"Arts and Humanities"},{"id":"21","name":"Family"},{"id":"157","name":"Technology and Telecommunications"}],"signature threshold":100000,"signature count":264,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/send-president-obama-appear-steve-katsos-show-only-international-late-night-tv-show-run-volunteers/Q6Tq3wx2","deadline":1362061241,"status":2,"response":[],"created":1359469241},{"id":"5107c75bee140fb44f000012","type":"petition","title":"Campaign to help South Azerbaijanian political prisoners","body":"Show your support for South Azerbaijani human rights activists who have been imprisoned by the Iranian regime","issues":[{"id":"28","name":"Human Rights"}],"signature threshold":100000,"signature count":2167,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/campaign-help-south-azerbaijanian-political-prisoners/lylmfnRX","deadline":1362056283,"status":2,"response":[],"created":1359464283},{"id":"5106f212eab72aee30000005","type":"petition","title":"Provide Safe Haven to Captain Paul Watson, Founder of Sea Shepherd Conservation Society.","body":"We request the U.S. not extradite U.S citizen Paul F. Watson.\r\n\r\nThere are two active Interpol Red Notices issued against Captain Watson at the request of Costa Rica and Japan. Underlying these notices are non-lethal acts in defense of marine life suffering from illegal shark fishing and whaling operations.  The warrants are politically motivated.  \r\n\r\nCaptain Watson is a world-renowned and highly respected leader in environmental issues. In 1999, he was awarded President George H.W. Bush’s \"Daily Points of Light\" Award and in 2000, he was named one of Time Magazine’s “Top 20 Environmental Heroes of the 20th Century.” In 2012, he became only the second person ever to be honored with the Jules Verne Award for environmentalists and adventurers.  Captain Watson is a national treasure.\r\n","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"24","name":"Foreign Policy"}],"signature threshold":100000,"signature count":30151,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/provide-safe-haven-captain-paul-watson-founder-sea-shepherd-conservation-society/tYKhxQK0","deadline":1362001682,"status":2,"response":[],"created":1359409682},{"id":"5106e783adfd95e950000009","type":"petition","title":"Take strong action to stop the Japanese from killing whales in the Southern Ocean Antarctic Whale Sanctuary.","body":"The President must take swift and decisive action against Japan's illegal whaling.\r\n\r\nUnder the Pelly Amendment and the Packwood-Magnuson Amendment, the President has the power to apply economic sanctions against Japan for its continued whale slaughter in the Antarctic Whale Sanctuary.   The United States asserts that it resolutely opposes whale hunting by Japan, but does little to actually bring a halt to the practice. \r\n\r\nThe U.S. State Dept. has declared:  “We remain resolute in our opposition to commercial whaling, including so-called ‘scientific’ whaling, in particular in the Southern Ocean Whale Sanctuary established by the International Whaling Commission. In this context we wish to emphasize that lethal techniques are not required in modern whale conservation and management.”  \r\n\r\n","issues":[{"id":"20","name":"Environment"},{"id":"24","name":"Foreign Policy"},{"id":"163","name":"Trade"}],"signature threshold":100000,"signature count":20275,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/take-strong-action-stop-japanese-killing-whales-southern-ocean-antarctic-whale-sanctuary/qfwCLZMj","deadline":1361998979,"status":2,"response":[],"created":1359406979},{"id":"5106dc856ce61c6633000005","type":"petition","title":"A simple, inexpensive, effective climate change solution: Support War on Global Warming Bonds","body":"Increasing solar panel usage is key to fighting climate change. Global Warming Bonds fund citizen solar panel installations via investors who want to achieve safe thirty year high yield investment returns by loaning the funds via the bonds. https://docs.google.com/file/d/0B88DfIEOpIbvSW9VR3lFOThnZFk/edit","issues":[{"id":"8","name":"Climate Change"},{"id":"19","name":"Energy"},{"id":"97","name":"Job Creation"}],"signature threshold":100000,"signature count":571,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/simple-inexpensive-effective-climate-change-solution-support-war-global-warming-bonds/YpjrVBGM","deadline":1361996165,"status":2,"response":[],"created":1359404165},{"id":"510629987043013a53000000","type":"petition","title":"Recognize Lack of Democracy and Serious Human Rights Violations by Azerbaijani Government. Call for free elections.","body":"Recognize the lack of democracy and serious human rights violations by Azerbaijani government. Membership in the Council of Europe obliges Azerbaijan to respect human rights and freedoms of its citizens. Demand immediate improvements in the spheres of democracy, human rights, basic freedoms and freedom of assembly. Call for the release of political prisoners. Recognize that presidential and parliamentary elections failed to meet international standards. Call for free and fair election in October, 2013","issues":[{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"}],"signature threshold":100000,"signature count":1328,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/recognize-lack-democracy-and-serious-human-rights-violations-azerbaijani-government-call-free/WsnYg7d6","deadline":1361950360,"status":2,"response":[],"created":1359358360},{"id":"5105d8af6ce61c342e000004","type":"petition","title":"pass a law requiring 100% total and complete transparency in the entire food industry without exception.","body":"Any and all food suppliers, big or small, independent or Big Ag will be required to exhibit 100% total and complete transparency. No company will be allowed to hold anything as proprietary nor will be allowed to hide any processes including GMO's and the raising of, the feeding of, the treatment of, and the slaughter of any animals. This is to include any pesticides, fertilizers, or any other added chemicals to crops, without exception. No company will have the right to patent any form of life including seeds, crops, and animals. We the people have the right to know everything there is to know about our food without exception.","issues":[{"id":"1","name":"Agriculture"},{"id":"9","name":"Consumer Protections"},{"id":"28","name":"Human Rights"}],"signature threshold":100000,"signature count":3224,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/pass-law-requiring-100-total-and-complete-transparency-entire-food-industry-without-exception/kMjXL2Fc","deadline":1361929647,"status":2,"response":[],"created":1359337647},{"id":"5105d80beab72a371c00000d","type":"petition","title":"Please Help Tonya Davis Meet With President Obama as her Last Wish. Tonya is Terminally Ill and NEEDS Medical Marijuana.","body":"Tonya Davis is Terminally Ill and has a Dying Wish to meet President Obama.  Her words say this better than mine ever could.  Please watch this video and help Tonya  meet Presiendt Obama about medical marijuana!\r\n\r\nhttps://www.youtube.com/watch?feature=player_embedded&v=FNh_-OmjXr4 \r\n\r\n\"My neurologist came into my hospital room and told me a year ago that there was nothing that they can do for me anymore except keep me comfortable and treat symptoms. I have massive calcium deposits on my brain. I have pseudo-hypoparathyroidism which has completely disabled me and caused major medical problems such as crippling arthritis ,diseased esophagus, hiatal hernia ....\" Her list continues.  \r\nMedical Marijuana is what she NEEDS.  If anyone can get President Obama to listen, it's Tonya Davis.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"193","name":"Government Reform"},{"id":"28","name":"Human Rights"}],"signature threshold":100000,"signature count":628,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/please-help-tonya-davis-meet-president-obama-her-last-wish-tonya-terminally-ill-and-needs-medical/jWGYBB1y","deadline":1361929483,"status":2,"response":[],"created":1359337483},{"id":"51058ef7ee140f680500000f","type":"petition","title":"Prosecute the Wall Street executives that have committed fraud in relation to the sale of bad mortgages.","body":"To date there has been no arrests of any senior wall street executives for fraud in relation to the sale of bad mortgages. Since the economic crisis began there has been numerous civil suits filed against banks with enough evidence to support criminal prosecution against senior wall street executives.  This includes a civil suit brought against J.P. Morgan against the state of New York.\r\n\r\nWhy has the Justice Department failed to prosecute any senior level wall street executive for fraud?\r\n\r\nWe the People demand a thorough but timely investigation into fraud related to bad mortgages that sparked the economic crisis.","issues":[{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"16","name":"Economy"}],"signature threshold":100000,"signature count":4294,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/prosecute-wall-street-executives-have-committed-fraud-relation-sale-bad-mortgages/C1vWq9h3","deadline":1361910775,"status":2,"response":[],"created":1359318775},{"id":"51049fab704301441f000000","type":"petition","title":"Abolish Clauses in the Constitutions of Seven States Which Prohibit Atheists From Holding Public Office","body":"There are clauses in the respective constitutions of Arkansas, Maryland, North Carolina, Mississippi, South Carolina, Tennessee, and Texas which prohibit people who do not believe in a God or Supreme Being from holding public office.\r\nFor example:\r\nNorth Carolina, Article 6, Section 8: \"The following persons shall be disqualified for office: Any person who shall deny the being of Almighty God.\"\r\nMississippi, Article 14, Section 265: \"No person who denies the existence of a Supreme Being shall hold any office in this state.\"\r\n\r\nThese laws are in direct opposition to Article VI of the U.S. Constitution which states that \"no religious test shall ever be required as a qualification to any office or public trust under the United States.\"  We urge the Obama Administration to abolish these clauses.","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"193","name":"Government Reform"}],"signature threshold":100000,"signature count":5208,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/abolish-clauses-constitutions-seven-states-which-prohibit-atheists-holding-public-office/my6MFQb0","deadline":1361849515,"status":2,"response":[],"created":1359257515},{"id":"51043548688938be71000010","type":"petition","title":"Support HR 411 Ft McClellan Health Registry Act To Help Veterans","body":"To help Ft McClellan veterans who were stationed at Ft McClellan, Alabama and who were exposed to toxic chemicals without their knowledge. These Ft McClellan veterans are currently very sick, many have already died and are now dying because of exposure to toxic chemicals while at Ft McClellan.\r\n\r\nHR 411 Ft McClellan Health Registry Act is currently in legislation in Congress and is stalled in committees. We need to move it out of committees and onto the House floor for a vote. We, Ft McClellan veterans, need this bill. We did not know that we were being exposed to toxic chemicals while at Ft McClellan, Alabama.\r\n\r\nWe need HR 411 Ft McClellan Health Registry Act to be moved out of committees and onto the House floor for a vote now! This bill is deliberately being stalled in Congress.","issues":[{"id":"20","name":"Environment"},{"id":"28","name":"Human Rights"},{"id":"181","name":"Veterans and Military Families"}],"signature threshold":100000,"signature count":1150,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/support-hr-411-ft-mcclellan-health-registry-act-help-veterans/Nd0Wvf9f","deadline":1361822280,"status":2,"response":[],"created":1359230280},{"id":"5104311a6ce61c0047000009","type":"petition","title":"Force change in the Social Security Disability standards and process for those suffering from Inflammatory Bowel Disease","body":"Crohn's/Ulcerative Colitis, known collectively as Inflammatory Bowel Disease, affects as many as 1.6 million people in the US.  Many of us have had SS Disability claims denied several times, which seems to be the norm. There is no cure.  We should not have to fight repeatedly, to prove our illnesses by explaining painful, embarrassing issues we endure on an almost daily basis.  The stress of repeated denials and appeals, makes our conditions worse.  Meds to treat IBDs, suppress our immune systems, making it extremely difficult to fight off illness and infections.  Death is an all too frequent “complication.”  Many of us have tried, and lost jobs over and over due to our illness.  Frequent trips to drs or ers, lengthy hospital stays and frequent surgeries, are part of the life we lead.  \r\n","issues":[{"id":"13","name":"Disabilities"},{"id":"145","name":"Social Security"}],"signature threshold":100000,"signature count":1455,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/force-change-social-security-disability-standards-and-process-those-suffering-inflammatory-bowel/TjR2Gh64","deadline":1361821210,"status":2,"response":[],"created":1359229210},{"id":"51042f328cce3f4d4b00000b","type":"petition","title":"Force Fannie Mae to behave responsibly or shut them down.","body":"Fannie Mae admits to demanding 20% more than market value for short sale properties - forcing homeowners into foreclosure. They then offer the properties to the public on their homepath.com website at 20% above market value and will give a federally sanctioned Fannie Mae bad loan for this price if the buyer \"takes advantage\" of not paying for an appraisal. These are the type of manipulations which destroyed the property market. As a federal bailout, Fannie Mae should be forced to act ethically and responsibly or they should be shut down.","issues":[{"id":"9","name":"Consumer Protections"},{"id":"16","name":"Economy"},{"id":"27","name":"Housing"}],"signature threshold":100000,"signature count":2848,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/force-fannie-mae-behave-responsibly-or-shut-them-down/vtY71bhk","deadline":1361820722,"status":2,"response":[],"created":1359228722},{"id":"51042f25b15a7a4c3b00000b","type":"petition","title":"Repeal Digital Millennium Copyright Act (DCMA) and pledge to prevent legislation with anti-circumvention provisions.","body":"The Digital Millennium Copyright Act (DMCA) is a United States copyright law that implements two 1996 treaties of the World Intellectual Property Organization (WIPO). A portion of the DMCA criminalizes the act of circumventing an access control, whether or not there is actual infringement of copyright itself. This must be revised. \r\n\r\nAs noted by the Electronic Frontier Foundation, the DMCA and similar anti-circumvention legislation:\r\n - stifles free expression,\r\n - jeopardizes fair use,\r\n - impedes competition, and\r\n - interferes with computer intrusion laws.\r\n\r\nPrevent similar restrictive legislation such as the language within the Consumer Broadband and Digital Television Promotion Act (CBDTPA).","issues":[{"id":"30","name":"Innovation"},{"id":"157","name":"Technology and Telecommunications"}],"signature threshold":100000,"signature count":2574,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/repeal-digital-millennium-copyright-act-dcma-and-pledge-prevent-legislation-anti-circumvention/4Yy3p2qW","deadline":1361820709,"status":2,"response":[],"created":1359228709},{"id":"51042616adfd95a739000020","type":"petition","title":"Assign the Department of Energy to do a Thorough Evaluation of Low Energy Nuclear Reaction (LENR) Technologies","body":"Recent research has indicated that Low Energy Nuclear Reactions (sometimes called LENR or Cold Fusion) may very well be real. In fact, several small companies founded by researchers claim to be very close to having LENR devices ready to go to market. LENR technologies - if they are real - when used on a large scale could revolutionize energy production around the world. Air pollution, the depletion of natural resources, and CO2 emissions that are said to cause global warming would be dramatically curtailed. The DOE, with its $24 billion annual budget, has neglected to investigate LENR technologies. Isn’t it time for the DOE to get out front on LENR research and let the world know if these technologies are real?","issues":[{"id":"19","name":"Energy"},{"id":"20","name":"Environment"},{"id":"30","name":"Innovation"}],"signature threshold":100000,"signature count":721,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/assign-department-energy-do-thorough-evaluation-low-energy-nuclear-reaction-lenr-technologies/2ljzpcth","deadline":1361818390,"status":2,"response":[],"created":1359226390},{"id":"510406a600e579746600000d","type":"petition","title":"Provide Green Card to foreign students who have earned Masters or PhD degrees from USA universities and have job offer.","body":"Current immigration system doesn't allow foreign students who get higher education degrees from USA universities to get immediate green cards even if they have a valid job offer. It is up to their employer if they want to apply Green card petition for them and even if they do, it takes decades to get the green card depending on the category under which the petition is applied. Due to this more and more students go back to their home countries after graduation which then competes with USA on global level. If these students get green card faster it will help USA economy- More students will stay here in USA and will contribute to USA economy by paying taxes, buying house which will help housing industry. They will open new businesses and will create jobs. We need serious immigration reform.","issues":[{"id":"16","name":"Economy"},{"id":"18","name":"Education"},{"id":"29","name":"Immigration"}],"signature threshold":100000,"signature count":10979,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/provide-green-card-foreign-students-who-have-earned-masters-or-phd-degrees-usa-universities-and-have/RD1s6V8y","deadline":1361810342,"status":2,"response":[],"created":1359218342},{"id":"5103c43a704301716800000f","type":"petition","title":"To free wrongfully convicted Pavlichenko`s to life imprisonment and extend the scope of Magnitsky bill to Ukraine","body":"We, the undersigned\r\n\r\n- Denied entry to the United States: Anatoly Mogilev, chairman of the Council of Ministers of Crimea, the former Minister of Internal Affairs of Ukraine; Bondarenko, judge; Alex Krikun Gen head of the Department of Public Safety Internal Affairs of Ukraine; Vasily Farinniku chief of the investigation department of Internal Affairs of Ukraine; Rybka, investigator and other individuals involved in human rights and freedoms, criminal tampering cases, torture, covering up those falsified the criminal case, and the judges who refused to accept the evidence of innocence Pavlichenko`s and condemned them to life imprisonment\r\n\r\n- Arrest accounts in U.S banks of these persons\r\n\r\n- Investigate the involvement of the Dutch company Gooioord BV to bribery of prosecutors, police, judges","issues":[{"id":"4","name":"Civil Rights and Liberties"},{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"}],"signature threshold":100000,"signature count":13525,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/free-wrongfully-convicted-pavlichenkos-life-imprisonment-and-extend-scope-magnitsky-bill-ukraine/T50jlRLp","deadline":1361793338,"status":2,"response":[],"created":1359201338},{"id":"51036e1bee140fef40000005","type":"petition","title":"issue a proclamation commemorating and recognizing the war crime of the Khojaly Massacre, and its victims","body":"On February 26, the Azerbaijani-Americans and all friends of the U.S. Azeris Network will mark the 21st anniversary of one of the most horrific events of the 1990s, the Khojaly Massacre -- the biggest war crime in ex-USSR in the second part of the 20th century.\r\n\r\nThis crime against humanity was perpetrated and acknowledged by the president of Armenia.\r\n\r\nSeveral countries as well as the U.S. states of Massachusetts, Maine, Texas and New Jersey have introduced resolutions and proclamations commemorating the Khojaly Massacre.\r\n\r\nOn behalf of a group of Azerbaijani-Americans and our friends throughout the nation and the world, on the eve of the 21st anniversary of this tragedy, we hereby call upon you to help us commemorating Khojaly Massacre and its victims with a Presidential proclamation","issues":[{"id":"10","name":"Criminal Justice and Law Enforcement"},{"id":"24","name":"Foreign Policy"},{"id":"28","name":"Human Rights"}],"signature threshold":100000,"signature count":117699,"signatures needed":-17699,"url":"https://petitions.whitehouse.gov/petition/issue-proclamation-commemorating-and-recognizing-war-crime-khojaly-massacre-and-its-victims/W8BbDqYx","deadline":1361771291,"status":4,"response":[],"created":1359179291},{"id":"5102b8ebee140f6b71000002","type":"petition","title":"The President should pick a date of his choosing and declare that day as \"Gun Appreciation Day\"","body":"Firearms are a part of the this Country and its founding.  We should celebrate them and educate people how to safely enjoy them.  Those evil people who do horrible things with a firearm should be punished not the firearm.\r\n\r\nIf more were educated about the value of Human life and taught to respect firearms, not fear them, what a world we could have.","issues":[{"id":"18","name":"Education"},{"id":"22","name":"Firearms"},{"id":"28","name":"Human Rights"}],"signature threshold":100000,"signature count":1977,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/president-should-pick-date-his-choosing-and-declare-day-gun-appreciation-day/dkpN94dC","deadline":1361724907,"status":2,"response":[],"created":1359132907},{"id":"5102b573b15a7a7a32000016","type":"petition","title":"People who help internet censorship, builders of Great Firewall in China for example, should be denied entry to the U.S.","body":"People work on information technology always need to communicate and exchange knowledges between countries. If some of them use their skills and technology for blocking people to use internet for certain governments, all the other countries should boycott such behavior. \r\n\r\nIf they apply to enter U.S., for example to attendant technology conference, as a responsible government has always valued freedom, it reasonable to deny it. \r\n\r\nHere is a list of scholars who are working on the GFW in China. \r\nhttps://gist.github.com/4635732","issues":[{"id":"24","name":"Foreign Policy"},{"id":"157","name":"Technology and Telecommunications"}],"signature threshold":100000,"signature count":12595,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/people-who-help-internet-censorship-builders-great-firewall-china-example-should-be-denied-entry-us/5bzJkjCL","deadline":1361724019,"status":2,"response":[],"created":1359132019},{"id":"51025ae9adfd958c25000007","type":"petition","title":"Compel the Department of Energy to complete its report on how energy production impacts water quality and availability.","body":"Americans need information about how national energy use affects our water resources. In Section 979 of the 2005 Energy Policy Act, 42 U.S.C. § 16319, Congress directed the Energy Department to document the impact of our national energy choices on our nation’s water cycle.  Eight years later the report is still unfinished and Americans still don’t have the basic facts about how our energy portfolio affects water quality and availability in the United States. \r\n\r\nWithout this information, states and cities are flying blind on energy policy.\r\n\r\nWe ask the White House to compel the Department of Energy to fulfill the Congressional mandate of the Energy Policy Act of 2005 and prepare a comprehensive analysis of the impact of current energy production on our nation's water quality and water supply.","issues":[{"id":"1","name":"Agriculture"},{"id":"19","name":"Energy"},{"id":"109","name":"Natural Resources"}],"signature threshold":100000,"signature count":1216,"signatures needed":0,"url":"https://petitions.whitehouse.gov/petition/compel-department-energy-complete-its-report-how-energy-production-impacts-water-quality-and/2fkGf1kq","deadline":1361700841,"status":2,"response":[],"created":1359108841}]}